{
  "Alabama": {
    "capital": "Montgomery",
    "founded": 1819,
    "population": "5.1 million",
    "nickname": "Yellowhammer State",
    "bird": "Yellowhammer",
    "flower": "Camellia",
    "motto": "We Dare Defend Our Rights",
    "facts": [
      "First state to declare Christmas an official holiday (1836)",
      "Home to 210 species of freshwater snails - the most diverse snail population in the world",
      "Rosa Parks sparked the Civil Rights Movement in Montgomery with the bus boycott",
      "The Unclaimed Baggage Center in Scottsboro is the nation's only retailer of lost airline luggage",
      "World's largest office chair (33 feet tall) is in Anniston and holds a Guinness World Record",
      "Chad Fell blew the world's largest bubblegum bubble here at 20 inches in diameter",
      "The typewriter was invented in Alabama",
      "Simple mayo and tomato sandwiches are a beloved traditional snack dating back decades",
      "Mobile's Mardi Gras celebration is older than New Orleans' (started 1703)",
      "Has more species of freshwater fish, turtles, and crawfish than any other state",
      "The Electric Chair was first used here in 1927 at Kilby Prison",
      "Holds the record for most casualties in a single tornado (Tuscaloosa, 2011)",
      "Home of the U.S. Space & Rocket Center in Huntsville - the world's largest space museum",
      "The Hank Williams Museum in Montgomery honors the legendary country singer",
      "Dismals Canyon features 'dismalites' - glowworms found nowhere else in North America",
      "Cathedral Caverns has one of the largest cave openings in the world at 126 feet wide",
      "Alabama football is so popular that Bryant-Denny Stadium is the 8th largest stadium in the world",
      "The boll weevil monument in Enterprise is the only monument to an insect pest",
      "Muscle Shoals Sound Studio produced hits for Aretha Franklin, The Rolling Stones, and more",
      "Gulf Shores has sugar-white sand beaches made of pure white quartz"
    ],
    "landmarks": [
      "U.S. Space & Rocket Center - Huntsville",
      "Gulf Shores Beach - Gulf Shores",
      "Civil Rights Memorial - Montgomery",
      "Talladega Superspeedway - Talladega",
      "Unclaimed Baggage Center - Scottsboro",
      "World's Largest Office Chair - Anniston",
      "Cathedral Caverns State Park - Grant",
      "Dismals Canyon - Phil Campbell",
      "Muscle Shoals Sound Studio - Muscle Shoals",
      "Hank Williams Museum - Montgomery"
    ]
  },
  "Alaska": {
    "capital": "Juneau",
    "founded": 1959,
    "population": "733,000",
    "nickname": "The Last Frontier",
    "bird": "Willow Ptarmigan",
    "flower": "Forget-Me-Not",
    "motto": "North to the Future",
    "facts": [
      "Largest state by area - bigger than Texas, California, and Montana combined",
      "Has more than 3 million lakes and 3,000 rivers",
      "Home to 17 of the 20 highest peaks in the U.S., including Denali (20,310 feet)",
      "Only state capital (Juneau) with no roads connecting it to the rest of the state",
      "The Northern Lights are visible 243 days a year in Fairbanks",
      "Barrow (Utqiagvik) experiences 84 consecutive days without seeing the sun in winter",
      "It's illegal to push a live moose out of an airplane (yes, it's an actual law)",
      "Scott Robb grew a 105-pound kale here, plus a 138-pound cabbage - world records",
      "Has more coastline than all other U.S. states combined (6,640 miles)",
      "Alaska was purchased from Russia for just $7.2 million in 1867 (about 2 cents per acre)",
      "The state has over 100 volcanoes and volcanic fields, more than any other state",
      "There are more caribou than people in Alaska (about 5 caribou per person)",
      "Alaskans get an annual oil dividend check from the state's oil revenue",
      "The Iditarod dog sled race covers 1,150 miles from Anchorage to Nome",
      "Alaska's state sport is dog mushing",
      "Juneau is the largest U.S. capital city by area at 3,255 square miles",
      "The midnight sun shines for nearly 24 hours during summer solstice",
      "Alaska has the longest coastline and most glaciers of any state (100,000+ glaciers)",
      "Tok has the world's largest gold pan (5 feet in diameter)",
      "The Trans-Alaska Pipeline transports 2.1 million barrels of oil daily across 800 miles"
    ],
    "landmarks": [
      "Denali National Park - Interior Alaska",
      "Glacier Bay National Park - Near Juneau",
      "Inside Passage - Southeast Alaska",
      "Mendenhall Glacier - Juneau",
      "Northern Lights viewing - Fairbanks",
      "Iditarod Trail - Anchorage to Nome",
      "Trans-Alaska Pipeline - Fairbanks to Valdez",
      "Katmai National Park - Southwest Alaska",
      "Kenai Fjords National Park - Seward",
      "World's Largest Gold Pan - Tok"
    ]
  },
  "Arizona": {
    "capital": "Phoenix",
    "founded": 1912,
    "population": "7.4 million",
    "nickname": "Grand Canyon State",
    "bird": "Cactus Wren",
    "flower": "Saguaro Cactus Blossom",
    "motto": "God Enriches",
    "facts": [
      "Grand Canyon is one of the Seven Natural Wonders of the World (277 miles long, 18 miles wide)",
      "Phoenix is the 5th largest city in the U.S. and hottest major city (average 107°F in July)",
      "Produces 60% of the nation's copper - nicknamed the Copper State",
      "Pluto was discovered at Lowell Observatory in Flagstaff by Clyde Tombaugh (1930)",
      "The actual London Bridge was purchased and moved to Lake Havasu City in 1968",
      "It's illegal for donkeys to sleep in bathtubs (law from 1920s flood incident)",
      "'The Thing' roadside attraction near Dragoon draws millions with mysterious billboards",
      "Arizona doesn't observe Daylight Saving Time (except Navajo Nation)",
      "Adam Winrich set a record here by extinguishing 102 candles with a whip in one minute",
      "The saguaro cactus only grows in the Sonoran Desert and can live over 200 years",
      "Tombstone is 'The Town Too Tough to Die' - home of the O.K. Corral gunfight",
      "Meteor Crater near Winslow is the best-preserved meteorite impact site on Earth",
      "Last state in the continental U.S. to be admitted to the Union (1912)",
      "Has more national monuments than any other state (18 total)",
      "Biosphere 2 in Oracle housed 8 people in a sealed environment for 2 years in the 1990s",
      "The state grows enough cotton annually to make a pair of jeans for every American",
      "Phoenix Sky Harbor Airport is the world's busiest commercial airport for clear weather",
      "Arizona has pine forests covering 27% of the state - not just desert",
      "The Four Corners is the only place where four states meet at one point",
      "Kartchner Caverns wasn't revealed to the public until 14 years after discovery to preserve it"
    ],
    "landmarks": [
      "Grand Canyon National Park - Northern Arizona",
      "Sedona Red Rocks - Sedona",
      "Antelope Canyon - Page",
      "Monument Valley - Navajo Nation (northern border)",
      "Petrified Forest National Park - Holbrook",
      "London Bridge - Lake Havasu City",
      "The Thing Museum - Dragoon (I-10)",
      "Tombstone Historic District - Tombstone",
      "Meteor Crater - Winslow",
      "Biosphere 2 - Oracle"
    ]
  },
  "Arkansas": {
    "capital": "Little Rock",
    "founded": 1836,
    "population": "3.0 million",
    "nickname": "Natural State",
    "bird": "Mockingbird",
    "flower": "Apple Blossom",
    "motto": "The People Rule",
    "facts": [
      "Only place in North America where you can dig for diamonds and keep what you find",
      "Crater of Diamonds State Park - visitors have found over 75,000 diamonds since 1906",
      "The largest diamond found in the U.S. was here: 40.23-carat 'Uncle Sam' (1924)",
      "Hot Springs National Park is the only national park in an urban area",
      "Walmart was founded in Bentonville in 1962 by Sam Walton",
      "Crystal Bridges Museum houses works by Norman Rockwell, Andy Warhol, and is free to visit",
      "The town of Toad Suck gets its name from steamboat workers who would 'suck on bottles until they swelled up like toads'",
      "Arkansas is the only U.S. state where you can mine for diamonds in their original volcanic source",
      "The state produces 99% of the nation's spinach crop",
      "Tontitown holds the annual Grape Festival featuring the world's largest grape juice display",
      "Texarkana is split exactly down the middle by the Arkansas-Texas state line",
      "The purple passionflower is the state flower (not apple blossom for the plant itself)",
      "Arkansas has over 600,000 acres of lakes and 9,700 miles of streams",
      "The state's name is pronounced 'AR-kan-saw' by law (passed in 1881)",
      "Petit Jean State Park is named after a French girl who disguised herself as a boy",
      "Hope, Arkansas is famous for giant watermelons - one grew to 260 pounds",
      "The Blanchard Springs Caverns are called 'the most beautiful caves in America'",
      "Bill Clinton was governor of Arkansas for 12 years before becoming president",
      "The Buffalo National River was America's first National River (1972)",
      "Gurdon has a mysterious 'ghost light' that appears near railroad tracks"
    ],
    "landmarks": [
      "Crater of Diamonds State Park - Murfreesboro",
      "Hot Springs National Park - Hot Springs",
      "Buffalo National River - Northern Arkansas",
      "Crystal Bridges Museum - Bentonville",
      "Blanchard Springs Caverns - Mountain View",
      "Petit Jean State Park - Morrilton",
      "Thorncrown Chapel - Eureka Springs",
      "Clinton Presidential Library - Little Rock",
      "Devil's Den State Park - West Fork",
      "Gurdon Light viewing area - Gurdon"
    ]
  },
  "California": {
    "capital": "Sacramento",
    "founded": 1850,
    "population": "39 million",
    "nickname": "Golden State",
    "bird": "California Quail",
    "flower": "California Poppy",
    "motto": "Eureka (I Have Found It)",
    "facts": [
      "Most populous state (39 million) with an economy larger than most countries ($3.9 trillion)",
      "If California were a country, it would be the 5th largest economy in the world",
      "Home to Hollywood, Silicon Valley, and the tech/entertainment industries",
      "Death Valley holds the record for hottest temperature in North America (134°F in 1913)",
      "Has both the highest point (Mt. Whitney at 14,505 ft) and lowest point (Death Valley at -282 ft) in the lower 48",
      "Produces nearly all of America's almonds, artichokes, dates, figs, kiwis, olives, and walnuts",
      "General Sherman Tree in Sequoia National Park is the largest tree on Earth by volume",
      "The fortune cookie was invented in San Francisco, not China",
      "California has more people than the 21 smallest states combined",
      "Fallbrook is the avocado capital of the world - grows 60% of California's avocados",
      "Castroville is the artichoke capital of the world with a giant artichoke statue",
      "The Hollywood Sign originally read 'Hollywoodland' and was an advertisement (1923)",
      "San Francisco's cable cars are the only National Historic Street Landmark",
      "California has the tallest (coast redwoods), largest (giant sequoias), and oldest (bristlecone pines) trees",
      "A bristlecone pine named Methuselah is over 4,850 years old - oldest known living tree",
      "California grows over 90% of all American-grown fruits and nuts",
      "More turkeys are raised here than in any other state",
      "The state has 840 miles of coastline and nine distinct geographic regions",
      "California's almond orchards are the size of Delaware",
      "The world's first McDonald's museum is in San Bernardino where the chain started"
    ],
    "landmarks": [
      "Golden Gate Bridge - San Francisco",
      "Yosemite National Park - Eastern California",
      "Disneyland - Anaheim",
      "Hollywood Sign - Los Angeles",
      "Lake Tahoe - Sierra Nevada",
      "Big Sur - Central Coast",
      "Sequoia National Park (General Sherman Tree) - Three Rivers",
      "Death Valley National Park - Eastern California",
      "San Francisco Cable Cars - San Francisco",
      "Alcatraz Island - San Francisco Bay"
    ]
  },
  "Colorado": {
    "capital": "Denver",
    "founded": 1876,
    "population": "5.8 million",
    "nickname": "Centennial State",
    "bird": "Lark Bunting",
    "flower": "Rocky Mountain Columbine",
    "motto": "Nothing Without Providence",
    "facts": [
      "Has the highest mean elevation of any U.S. state (6,800 feet above sea level)",
      "Home to 58 mountains over 14,000 feet, called 'Fourteeners' - more than any other state",
      "Mesa Verde has over 4,000 archaeological sites and 600 cliff dwellings",
      "The world's largest flat-top mountain is Grand Mesa (over 500 square miles)",
      "Colorado River provides water for 40 million people across 7 states",
      "The cheeseburger was trademarked here by Louis Ballast in Denver (1935)",
      "Set a world record for loudest bark by a group of dogs - 124 decibels from 76 dogs",
      "Colfax Avenue in Denver is the longest continuous street in America (26+ miles)",
      "The world's first rodeo was held in Deer Trail on July 4, 1869",
      "Aspen has the world's largest underground silver deposits",
      "Denver is exactly one mile high - the 15th step of the capitol building is 5,280 feet",
      "Colorado has more microbreweries per capita than any other state",
      "The Royal Gorge Bridge was the highest suspension bridge in the world for 75 years",
      "Leadville is the highest incorporated city in the U.S. at 10,152 feet",
      "Denver International Airport has more land area than Manhattan",
      "The state flag's 'C' stands for Colorado, colored gold for sunshine",
      "Pikes Peak inspired 'America the Beautiful' when Katharine Lee Bates visited in 1893",
      "Colorado has more ghost towns than living ones (over 600)",
      "Rocky Mountain oysters (fried bull testicles) are a Colorado delicacy",
      "The state produces more than 1 million pounds of marijuana annually"
    ],
    "landmarks": [
      "Rocky Mountain National Park - Estes Park",
      "Garden of the Gods - Colorado Springs",
      "Mesa Verde National Park - Cortez",
      "Pikes Peak - Near Colorado Springs",
      "Royal Gorge Bridge - Cañon City",
      "Maroon Bells - Aspen",
      "Red Rocks Amphitheatre - Morrison",
      "Great Sand Dunes National Park - Alamosa",
      "Denver International Airport (Blue Mustang statue) - Denver",
      "Coors Brewery - Golden"
    ]
  },
  "Connecticut": {
    "capital": "Hartford",
    "founded": 1788,
    "population": "3.6 million",
    "nickname": "Constitution State",
    "bird": "American Robin",
    "flower": "Mountain Laurel",
    "motto": "He Who Transplanted Still Sustains",
    "facts": [
      "First written constitution in history - the Fundamental Orders of 1639",
      "Home to the first hamburger at Louis' Lunch in New Haven (1900)",
      "The first lollipop was invented here by George Smith in 1908",
      "The first U.S. phone book was published here in 1878",
      "The first American cookbook 'American Cookery' was published here in 1796",
      "Yale University, founded in 1701, is one of America's oldest universities",
      "The first nuclear submarine, USS Nautilus, was built in Groton in 1954",
      "Insurance capital of the world - Hartford is home to dozens of major insurers",
      "The Frisbee was invented at Yale when students tossed Frisbie Pie Company tins",
      "In 1948, two men were arrested for selling pickles that didn't bounce - the 'Pickle Law'",
      "The word 'lollipop' was trademarked by George Smith in 1931",
      "Connecticut has more Percent of forest cover (59%) than any other state in the Northeast",
      "The first color television was invented here by CBS in New Haven",
      "The first polaroid camera was developed here in 1948",
      "Home to the world's largest collection of Impressionist art at the Wadsworth Atheneum",
      "The Pez candy dispenser was invented in Connecticut",
      "Hartford was the richest city per capita in the U.S. in the Gilded Age",
      "The word 'hamburger' was first used on a menu in New Haven in 1895",
      "Noah Webster, author of the first American dictionary, was from Connecticut",
      "The state motto is the oldest in the nation (adopted 1662)"
    ],
    "landmarks": [
      "Mystic Seaport Museum - Mystic",
      "Mark Twain House & Museum - Hartford",
      "Yale University - New Haven",
      "Submarine Force Museum - Groton",
      "Gillette Castle State Park - East Haddam",
      "Louis' Lunch (original hamburger) - New Haven",
      "Wadsworth Atheneum Museum - Hartford",
      "Maritime Aquarium - Norwalk",
      "Lake Compounce (oldest amusement park in U.S.) - Bristol",
      "Thimble Islands - Branford"
    ]
  },
  "Delaware": {
    "capital": "Dover",
    "founded": 1787,
    "population": "1.0 million",
    "nickname": "First State",
    "bird": "Blue Hen Chicken",
    "flower": "Peach Blossom",
    "motto": "Liberty and Independence",
    "facts": [
      "First state to ratify the U.S. Constitution on December 7, 1787",
      "Second smallest state (only Rhode Island is smaller)",
      "Home to more corporations than people - over 1 million companies registered here",
      "Two-thirds of Fortune 500 companies are incorporated in Delaware",
      "No sales tax makes it a popular shopping destination - no tax on clothing or footwear",
      "The only state in the country without any National Park land",
      "Rehoboth Beach is known as 'The Nation's Summer Capital'",
      "The log cabin was introduced to America by Swedish settlers in Delaware",
      "Delaware has the fewest counties of any state (only 3)",
      "The state is only 35 miles wide at its widest point",
      "Dover International Speedway is nicknamed 'The Monster Mile'",
      "The Blue Hen Chicken became the state bird because of Revolutionary War fighters",
      "Delaware was part of Pennsylvania until 1776",
      "The first beauty contest in America was held in Rehoboth Beach in 1880",
      "Wilmington is known as the 'Chemical Capital' - DuPont was founded here",
      "Delaware has the lowest mean elevation of any state (60 feet)",
      "The state produces more than 200 million chickens annually",
      "Punkin Chunkin World Championship launched pumpkins over 4,400 feet",
      "Delaware Memorial Bridge was the longest twin suspension bridge when built",
      "The entire state lies within a 2-hour drive - you can cross it in 90 minutes"
    ],
    "landmarks": [
      "Rehoboth Beach - Rehoboth Beach",
      "Hagley Museum (DuPont estate) - Wilmington",
      "Winterthur Museum and Garden - Winterthur",
      "Cape Henlopen State Park - Lewes",
      "First State National Historical Park - Dover",
      "Dover International Speedway - Dover",
      "Delaware Memorial Bridge - Wilmington",
      "Fort Delaware State Park - Delaware City",
      "Nemours Estate - Wilmington",
      "Fenwick Island Lighthouse - Fenwick Island"
    ]
  },
  "Florida": {
    "capital": "Tallahassee",
    "founded": 1845,
    "population": "22 million",
    "nickname": "Sunshine State",
    "bird": "Mockingbird",
    "flower": "Orange Blossom",
    "motto": "In God We Trust",
    "facts": [
      "Most popular vacation destination in the U.S. - over 130 million visitors annually",
      "No point in Florida is more than 60 miles from the ocean",
      "St. Augustine is the oldest continuously occupied European settlement in the U.S. (1565)",
      "The Everglades is the only place in the world where alligators and crocodiles coexist",
      "Home to the most golf courses of any state (over 1,300 courses)",
      "Florida produces 70% of the United States' orange crop",
      "The largest pitcher of sangria was made in Tampa - stood 9 feet tall",
      "Key West is closer to Cuba (90 miles) than to Miami (150 miles)",
      "Gatorade was invented at the University of Florida in 1965",
      "Florida has the longest coastline of any state in the continental U.S. (1,350 miles)",
      "Tampa hosts the world's longest continuous sidewalk - Bayshore Boulevard (4.5 miles)",
      "The town of Two Egg got its name during the Great Depression from bartering",
      "Miami is the only major U.S. city founded by a woman (Julia Tuttle in 1896)",
      "Cape Canaveral has launched every U.S. manned space mission",
      "Florida is the lightning capital of the U.S. with over 1.4 million strikes per year",
      "Coral Castle in Homestead was built single-handedly from 1,100 tons of coral rock",
      "The world's first scheduled airline flight took off from Tampa in 1914",
      "Tarpon Springs has the highest percentage of Greek Americans in the country",
      "Florida is the flattest state - highest natural point is only 345 feet",
      "The Skunk Ape is Florida's version of Bigfoot, reportedly seen in the Everglades"
    ],
    "landmarks": [
      "Walt Disney World - Orlando",
      "Everglades National Park - South Florida",
      "Kennedy Space Center - Cape Canaveral",
      "Key West - Florida Keys",
      "Miami Beach - Miami",
      "St. Augustine Historic District - St. Augustine",
      "Coral Castle - Homestead",
      "Salvador Dalí Museum - St. Petersburg",
      "Dry Tortugas National Park - Key West",
      "Busch Gardens - Tampa"
    ]
  },
  "Georgia": {
    "capital": "Atlanta",
    "founded": 1788,
    "population": "10.9 million",
    "nickname": "Peach State",
    "bird": "Brown Thrasher",
    "flower": "Cherokee Rose",
    "motto": "Wisdom, Justice, and Moderation",
    "facts": [
      "Largest state east of the Mississippi River by land area",
      "Coca-Cola was invented in Atlanta by John Pemberton in 1886",
      "Home to the world's busiest airport - Hartsfield-Jackson Atlanta serves 107 million passengers annually",
      "Produces more peanuts, pecans, and peaches than any other state",
      "The Girl Scouts were founded in Savannah by Juliette Gordon Low in 1912",
      "The 'Tree That Owns Itself' in Athens legally owns itself and the land around it",
      "Mixing peanuts and Coca-Cola together is a beloved Georgia tradition",
      "The varsity drive-in in Atlanta is the world's largest drive-in restaurant",
      "Georgia has produced more American Idols than any other state",
      "The first gold rush in America happened in Dahlonega, Georgia in 1828",
      "Savannah was the first planned city in America with its famous squares",
      "Georgia is home to the largest sculptured monument in the world - Stone Mountain",
      "The Big Chicken in Marietta is a 56-foot tall KFC landmark visible from miles away",
      "Vidalia onions can only be grown in a 20-county area and are protected by law",
      "Georgia has 159 counties - more than any state except Texas",
      "CNN, The Home Depot, UPS, Delta, and Chick-fil-A are all headquartered here",
      "Ty Cobb, Jackie Robinson, and Hank Aaron all played baseball in Georgia",
      "The state has its own language - Gullah Geechee spoken on the coast",
      "Providence Canyon is called Georgia's 'Little Grand Canyon'",
      "The Masters golf tournament is held annually in Augusta"
    ],
    "landmarks": [
      "Stone Mountain - Stone Mountain",
      "Savannah Historic District - Savannah",
      "Jekyll Island - Jekyll Island",
      "Okefenokee Swamp - Waycross",
      "Georgia Aquarium - Atlanta",
      "The Tree That Owns Itself - Athens",
      "The Big Chicken - Marietta",
      "Providence Canyon State Park - Lumpkin",
      "World of Coca-Cola - Atlanta",
      "Augusta National Golf Club - Augusta"
    ]
  },
  "Hawaii": {
    "capital": "Honolulu",
    "founded": 1959,
    "population": "1.4 million",
    "nickname": "Aloha State",
    "bird": "Nene (Hawaiian Goose)",
    "flower": "Yellow Hibiscus",
    "motto": "The Life of the Land is Perpetuated in Righteousness",
    "facts": [
      "Only state made entirely of islands - 137 total islands spanning 1,500 miles",
      "The only state that grows coffee commercially (Kona coffee)",
      "Has its own time zone - Hawaiian Standard Time (no daylight saving time)",
      "Most isolated population center on Earth - 2,390 miles from California",
      "Kilauea is one of the world's most active volcanoes (erupted continuously 1983-2018)",
      "Loco Moco (rice, hamburger, fried egg, gravy) was invented in Hilo in 1949",
      "Hawaii has its own alphabet with only 13 letters (5 vowels, 8 consonants)",
      "The state is moving 3-4 inches closer to Alaska every year due to tectonic plates",
      "Mauna Kea is the world's tallest mountain from base to peak (33,500 feet from ocean floor)",
      "Hawaii is the only state that was once an independent kingdom with its own monarchy",
      "The state has no racial or ethnic majority - most diverse state in the U.S.",
      "Barack Obama was born in Honolulu - first president born outside the continental U.S.",
      "Humuhumunukunukuapua'a is the state fish (reef triggerfish)",
      "There are no billboards allowed anywhere in Hawaii",
      "Hawaii has its own endangered language - only 2,000 native speakers of Hawaiian remain",
      "The islands are still being formed - Loihi seamount will surface in 10,000-100,000 years",
      "Hawaii is the only state that bans plastic bags and has commercial-scale vanilla farming",
      "Mount Waialeale on Kauai is the wettest spot on Earth (450 inches of rain annually)",
      "The Hawaiian pizza was not invented in Hawaii - it was created in Canada",
      "Iolani Palace is the only royal palace on American soil"
    ],
    "landmarks": [
      "Pearl Harbor National Memorial - Honolulu, Oahu",
      "Hawaii Volcanoes National Park - Big Island",
      "Waikiki Beach - Honolulu, Oahu",
      "Diamond Head - Honolulu, Oahu",
      "Haleakalā National Park - Maui",
      "Iolani Palace - Honolulu, Oahu",
      "Mauna Kea Summit - Big Island",
      "Na Pali Coast - Kauai",
      "Road to Hana - Maui",
      "Polynesian Cultural Center - Laie, Oahu"
    ]
  },
  "Idaho": {
    "capital": "Boise",
    "founded": 1890,
    "population": "1.9 million",
    "nickname": "Gem State",
    "bird": "Mountain Bluebird",
    "flower": "Syringa",
    "motto": "Let it be Perpetual",
    "facts": [
      "Produces about one-third of all potatoes grown in the U.S. - over 13 billion pounds annually",
      "Has more whitewater river miles than any other state (3,100 miles)",
      "Craters of the Moon looks so lunar that Apollo astronauts trained there in the 1960s",
      "Sun Valley was America's first destination ski resort, opened in 1936",
      "The deepest river gorge in North America is Hells Canyon - 7,993 feet deep",
      "Every year on New Year's Eve, thousands watch the Idaho Potato Drop in Boise (a giant glowing potato)",
      "It's illegal to ride a merry-go-round on Sundays (law from 1907, never repealed)",
      "Shoshone Falls is taller than Niagara Falls (212 feet vs 167 feet)",
      "Idaho has 72 named precious gem stones and is the only state where star garnets are found",
      "The state name 'Idaho' is completely made up - it has no meaning in any language",
      "Boise has the most Basque descendants outside of the Basque Country in Spain",
      "Ernest Hemingway spent his final years in Ketchum and is buried there",
      "Idaho has over 2,000 lakes and 107 mountain ranges",
      "The Hiawatha bike trail goes through 10 tunnels and 7 sky-high trestles in the mountains",
      "Boise is the largest city between Salt Lake City and Portland",
      "The Snake River Plain contains some of the world's largest volcanic features",
      "Idaho has only one official area code (208) for the entire state",
      "The world's first nuclear power plant that produced electricity for a city is in Arco (1955)",
      "Thousands of Sockeye salmon migrate 900 miles from the ocean to Redfish Lake",
      "The Idaho State Capitol is the only capitol heated by geothermal water"
    ],
    "landmarks": [
      "Craters of the Moon National Monument - Arco",
      "Sun Valley Resort - Ketchum",
      "Shoshone Falls - Twin Falls",
      "Sawtooth Mountains - Stanley",
      "Hells Canyon - Idaho-Oregon border",
      "Coeur d'Alene Lake - Coeur d'Alene",
      "Hiawatha Trail - Wallace",
      "Idaho Potato Drop - Boise",
      "Boise River Greenbelt - Boise",
      "City of Rocks National Reserve - Almo"
    ]
  },
  "Illinois": {
    "capital": "Springfield",
    "founded": 1818,
    "population": "12.6 million",
    "nickname": "Prairie State",
    "bird": "Northern Cardinal",
    "flower": "Violet",
    "motto": "State Sovereignty, National Union",
    "facts": [
      "Chicago is the 3rd largest city in the U.S. with 2.7 million people",
      "Home of Abraham Lincoln - his tomb, home, and presidential library are all in Springfield",
      "The first skyscraper was built in Chicago - the Home Insurance Building (1885)",
      "Route 66 begins in Chicago at Grant Park and stretches 2,448 miles to Santa Monica",
      "O'Hare International Airport is one of the world's busiest - over 83 million passengers annually",
      "Until 1969, the official state language was 'American' (not English)",
      "Chicago reversed the flow of the Chicago River in 1900 - engineering marvel",
      "The Twinkie was invented in a Chicago bakery in 1930",
      "Metropolis is the official 'Hometown of Superman' with a 15-foot statue",
      "The world's first Ferris wheel was built in Chicago for the 1893 World's Fair",
      "Illinois has produced more U.S. presidents from their home state than any except Virginia",
      "The nation's first McDonald's museum is in Des Plaines where franchise #1 opened",
      "Chicago deep-dish pizza was invented at Pizzeria Uno in 1943",
      "Ronald Reagan, Walt Disney, Ernest Hemingway, and Hillary Clinton are from Illinois",
      "The Sears Tower (Willis Tower) was the tallest building in the world for 25 years",
      "Illinois produces more pumpkins than any other state - over 500 million pounds annually",
      "The ice cream sundae was invented in Evanston when selling ice cream sodas was banned on Sundays",
      "The first drive-in movie theater opened in Joliet in 1921",
      "Cahokia Mounds was North America's largest pre-Columbian city north of Mexico",
      "Chicago's 'L' train system is the 2nd largest public transportation in the U.S."
    ],
    "landmarks": [
      "Willis Tower (Skydeck) - Chicago",
      "Navy Pier - Chicago",
      "Lincoln Home National Historic Site - Springfield",
      "Starved Rock State Park - Utica",
      "Millennium Park (Cloud Gate/'The Bean') - Chicago",
      "Superman Statue - Metropolis",
      "First McDonald's Museum - Des Plaines",
      "Cahokia Mounds - Collinsville",
      "Frank Lloyd Wright Home & Studio - Oak Park",
      "Garden of the Gods - Herod"
    ]
  },
  "Indiana": {
    "capital": "Indianapolis",
    "founded": 1816,
    "population": "6.8 million",
    "nickname": "Hoosier State",
    "bird": "Northern Cardinal",
    "flower": "Peony",
    "motto": "The Crossroads of America",
    "facts": [
      "Home of the Indianapolis 500 - the world's largest single-day sporting event (over 300,000 attend)",
      "Santa Claus, Indiana receives over 500,000 letters every December from children worldwide",
      "Produces more popcorn than any other state - Orville Redenbacher was from here",
      "Wabash was the first electrically-lit city in the world in 1880",
      "The movie 'Hoosiers' was filmed here about Indiana's basketball obsession",
      "Nobody knows what 'Hoosier' means - the origin of the state nickname is a complete mystery",
      "More than half of the nation's RVs are made in Elkhart County",
      "The first professional baseball game was played in Fort Wayne in 1871",
      "Indiana has more miles of Interstate highway per square mile than any other state",
      "Michael Jackson was born in Gary, Indiana",
      "The world's largest candle is in Centerville - 6 feet tall and weighs 3 tons",
      "Indiana limestone was used to build the Empire State Building and Pentagon",
      "The largest high school gymnasium in the U.S. is in New Castle (seats 9,325)",
      "The first long-distance auto race was from Chicago to Evansville in 1909",
      "Garfield the cat was created by Muncie native Jim Davis",
      "Indiana beaches were the proving ground for the lunar rover",
      "The Indianapolis 500 track is bigger than Monaco (2.5 miles vs 2.07 miles)",
      "Wyandotte Cave has one of the world's largest underground mountains (135 feet tall)",
      "The state has more roundabouts per capita than anywhere in North America",
      "Colonel Sanders opened his first KFC franchise in Indiana (in Salt Lake City... wait, that's Utah)"
    ],
    "landmarks": [
      "Indianapolis Motor Speedway - Indianapolis",
      "Indiana Dunes National Park - Porter",
      "French Lick Resort & Casino - French Lick",
      "College Basketball Hall of Fame - Indianapolis",
      "Santa Claus Museum - Santa Claus",
      "Wyandotte Cave - Leavenworth",
      "Soldiers and Sailors Monument - Indianapolis",
      "Corydon Capitol State Historic Site - Corydon",
      "West Baden Springs Hotel dome - French Lick",
      "James Whitcomb Riley Museum - Indianapolis"
    ]
  },
  "Iowa": {
    "capital": "Des Moines",
    "founded": 1846,
    "population": "3.2 million",
    "nickname": "Hawkeye State",
    "bird": "Eastern Goldfinch",
    "flower": "Wild Rose",
    "motto": "Our Liberties We Prize and Our Rights We Will Maintain",
    "facts": [
      "Leads the nation in corn and soybean production - grows 2.5 billion bushels of corn annually",
      "Home of the Iowa State Fair, one of the oldest and largest in the U.S. (since 1854)",
      "The Field of Dreams movie site in Dyersville attracts thousands to play ball",
      "First state to legalize interracial marriage in 1851",
      "Captain James T. Kirk (Star Trek) will be 'born' in Riverside, Iowa in 2228",
      "Taco pizza was invented here by Happy Joe's Pizza chain in the 1970s",
      "The shortest and steepest railroad in the U.S. is in Dubuque (296 feet long, 189 feet high)",
      "Iowa has more independent meat lockers per capita than any state",
      "The National Hobo Convention is held annually in Britt since 1900",
      "Herbert Hoover, born in West Branch, was the first president born west of the Mississippi",
      "Iowa is the only state name that starts with two vowels",
      "The Grotto of the Redemption is the largest man-made grotto in the world",
      "Strawberry Point has the world's largest strawberry statue (15 feet tall)",
      "John Wayne was born in Winterset, Iowa in 1907",
      "Snake Alley in Burlington is called 'The Crookedest Street in the World'",
      "Iowa has more golf courses per capita than any other state",
      "The state fair's famous butter cow sculpture uses 600 pounds of butter",
      "The Surf Ballroom in Clear Lake was where Buddy Holly played his last concert",
      "Iowa leads the nation in egg production - over 16 billion eggs per year",
      "The state's motto is the longest of any U.S. state (11 words)"
    ],
    "landmarks": [
      "Iowa State Fair - Des Moines",
      "Field of Dreams Movie Site - Dyersville",
      "Bridges of Madison County - Winterset",
      "Effigy Mounds National Monument - Harpers Ferry",
      "Amana Colonies - Amana",
      "Grotto of the Redemption - West Bend",
      "World's Largest Strawberry - Strawberry Point",
      "Snake Alley - Burlington",
      "Surf Ballroom - Clear Lake",
      "John Wayne Birthplace Museum - Winterset"
    ]
  },
  "Kansas": {
    "capital": "Topeka",
    "founded": 1861,
    "population": "2.9 million",
    "nickname": "Sunflower State",
    "bird": "Western Meadowlark",
    "flower": "Sunflower",
    "motto": "To the Stars Through Difficulties",
    "facts": [
      "Geographic center of the 48 contiguous states is near Lebanon, Kansas",
      "'The Wizard of Oz' is set in Kansas and Liberal has a Yellow Brick Road museum",
      "Dodge City was the 'Cowboy Capital' during the Wild West era with Wyatt Earp as marshal",
      "World's largest ball of twine is in Cawker City - over 19,000 pounds and 8 million feet",
      "Kansas produces enough wheat each year to bake 36 billion loaves of bread",
      "Helium was discovered at the University of Kansas in 1905",
      "Pizza Hut was founded in Wichita in 1958 by the Carney brothers",
      "The Kansas State Fair in Hutchinson has been held since 1913",
      "Kansas has more tornadoes per square mile than any other state",
      "The Geodetic Center of North America (mapping reference point) is in Osborne County",
      "Amelia Earhart was born in Atchison, Kansas in 1897",
      "The world's deepest hand-dug well is in Greensburg - 109 feet deep",
      "Monument Rocks (Chalk Pyramids) are 70-80 million year old chalk formations",
      "Liberal hosts an annual pancake race against Olney, England since 1950",
      "The first female mayor in the U.S. was elected in Argonia, Kansas in 1887",
      "Kansas sunflowers can grow up to 12 feet tall",
      "The Keeper of the Plains statue in Wichita stands 44 feet tall",
      "Boot Hill Cemetery in Dodge City buried gunslingers with their boots on",
      "The Cosmosphere in Hutchinson has one of the world's largest space museum collections",
      "Garden City has the world's largest free swimming pool (337,000 gallons)"
    ],
    "landmarks": [
      "Tallgrass Prairie National Preserve - Strong City",
      "Monument Rocks - Gove County",
      "Boot Hill Museum - Dodge City",
      "Eisenhower Presidential Library - Abilene",
      "World's Largest Ball of Twine - Cawker City",
      "Keeper of the Plains - Wichita",
      "Oz Museum - Wamego",
      "Kansas Cosmosphere - Hutchinson",
      "Amelia Earhart Birthplace Museum - Atchison",
      "Castle Rock (chalk formation) - Quinter"
    ]
  },
  "Kentucky": {
    "capital": "Frankfort",
    "founded": 1792,
    "population": "4.5 million",
    "nickname": "Bluegrass State",
    "bird": "Northern Cardinal",
    "flower": "Goldenrod",
    "motto": "United We Stand, Divided We Fall",
    "facts": [
      "Home of the Kentucky Derby, the longest continuously running sporting event in the U.S.",
      "Produces 95% of the world's bourbon whiskey",
      "Mammoth Cave is the world's longest known cave system (400+ miles)",
      "Birthplace of Abraham Lincoln",
      "'Happy Birthday to You' song was written by two Kentucky sisters"
    ],
    "landmarks": ["Churchill Downs", "Mammoth Cave", "Bourbon Trail", "Cumberland Falls", "Red River Gorge"]
  },
  "Louisiana": {
    "capital": "Baton Rouge",
    "founded": 1812,
    "population": "4.6 million",
    "nickname": "Pelican State",
    "bird": "Eastern Brown Pelican",
    "flower": "Magnolia",
    "motto": "Union, Justice, and Confidence",
    "facts": [
      "New Orleans is the birthplace of jazz music",
      "Mardi Gras in New Orleans attracts over 1 million visitors annually",
      "The Louisiana Purchase doubled the size of the United States",
      "Home to America's largest swamp - the Atchafalaya Basin",
      "Only state with parishes instead of counties"
    ],
    "landmarks": ["French Quarter", "Bourbon Street", "Oak Alley Plantation", "Tabasco Factory", "Atchafalaya Basin"]
  },
  "Maine": {
    "capital": "Augusta",
    "founded": 1820,
    "population": "1.4 million",
    "nickname": "Pine Tree State",
    "bird": "Chickadee",
    "flower": "White Pine Cone and Tassel",
    "motto": "I Lead",
    "facts": [
      "Easternmost state - the sun rises here first in the U.S.",
      "90% of the nation's lobster supply comes from Maine",
      "Has 3,478 miles of coastline",
      "Acadia National Park is the first place to see the sunrise in the U.S.",
      "L.L.Bean headquarters is open 24/7/365 in Freeport"
    ],
    "landmarks": ["Acadia National Park", "Portland Head Light", "Old Orchard Beach", "Bar Harbor", "Baxter State Park"]
  },
  "Maryland": {
    "capital": "Annapolis",
    "founded": 1788,
    "population": "6.2 million",
    "nickname": "Old Line State",
    "bird": "Baltimore Oriole",
    "flower": "Black-Eyed Susan",
    "motto": "Manly Deeds, Womanly Words",
    "facts": [
      "The Star-Spangled Banner was written in Baltimore during the War of 1812",
      "Home to the U.S. Naval Academy in Annapolis",
      "Chesapeake Bay produces more blue crabs than anywhere else",
      "First state to pass workers' compensation laws",
      "Assateague Island is home to wild horses"
    ],
    "landmarks": ["Fort McHenry", "Chesapeake Bay", "Ocean City", "Antietam Battlefield", "Assateague Island"]
  },
  "Massachusetts": {
    "capital": "Boston",
    "founded": 1788,
    "population": "7.0 million",
    "nickname": "Bay State",
    "bird": "Chickadee",
    "flower": "Mayflower",
    "motto": "By the Sword We Seek Peace, But Peace Only Under Liberty",
    "facts": [
      "The Pilgrims landed at Plymouth Rock in 1620",
      "Harvard (1636) is America's oldest university",
      "Basketball and volleyball were both invented in Massachusetts",
      "The Boston Tea Party sparked the American Revolution",
      "Fig Newtons were named after Newton, Massachusetts"
    ],
    "landmarks": ["Freedom Trail", "Cape Cod", "Plymouth Rock", "Salem Witch Museum", "Fenway Park"]
  },
  "Michigan": {
    "capital": "Lansing",
    "founded": 1837,
    "population": "10.0 million",
    "nickname": "Great Lakes State",
    "bird": "American Robin",
    "flower": "Apple Blossom",
    "motto": "If You Seek a Pleasant Peninsula, Look About You",
    "facts": [
      "Surrounded by four of the five Great Lakes",
      "Detroit is the 'Motor City' - birthplace of the auto industry",
      "Has more lighthouses than any other state (over 120)",
      "No point in Michigan is more than 85 miles from a Great Lake",
      "Mackinac Island doesn't allow cars - only horses and bikes"
    ],
    "landmarks": ["Mackinac Island", "Sleeping Bear Dunes", "Pictured Rocks", "Henry Ford Museum", "Tahquamenon Falls"]
  },
  "Minnesota": {
    "capital": "St. Paul",
    "founded": 1858,
    "population": "5.7 million",
    "nickname": "Land of 10,000 Lakes",
    "bird": "Common Loon",
    "flower": "Pink and White Lady's Slipper",
    "motto": "Star of the North",
    "facts": [
      "Actually has 11,842 lakes larger than 10 acres",
      "Home to Mall of America, the largest mall in the U.S.",
      "Minneapolis and St. Paul are called the 'Twin Cities'",
      "The source of the Mississippi River is Lake Itasca",
      "Has produced more hockey players than any other U.S. state"
    ],
    "landmarks": ["Mall of America", "Boundary Waters", "Split Rock Lighthouse", "Voyageurs National Park"]
  },
  "Mississippi": {
    "capital": "Jackson",
    "founded": 1817,
    "population": "2.9 million",
    "nickname": "Magnolia State",
    "bird": "Mockingbird",
    "flower": "Magnolia",
    "motto": "By Valor and Arms",
    "facts": [
      "Birthplace of Elvis Presley in Tupelo",
      "The blues music genre originated in the Mississippi Delta",
      "Coca-Cola was first bottled in Vicksburg (1894)",
      "Has the only cactus plantation in the world",
      "The teddy bear was named after President Theodore Roosevelt after a hunting trip in Mississippi"
    ],
    "landmarks": ["Vicksburg National Military Park", "Elvis Birthplace", "Natchez Trace Parkway", "Gulf Islands"]
  },
  "Missouri": {
    "capital": "Jefferson City",
    "founded": 1821,
    "population": "6.2 million",
    "nickname": "Show-Me State",
    "bird": "Bluebird",
    "flower": "White Hawthorn Blossom",
    "motto": "Let the Welfare of the People Be the Supreme Law",
    "facts": [
      "Gateway Arch in St. Louis is the tallest man-made monument in the U.S. (630 feet)",
      "Kansas City has more fountains than any city except Rome",
      "The ice cream cone was invented at the 1904 St. Louis World's Fair",
      "Branson hosts more theater seats than Broadway",
      "Harry S. Truman's home and library are in Independence"
    ],
    "landmarks": ["Gateway Arch", "Silver Dollar City", "Mark Twain Cave", "Lake of the Ozarks", "Branson Shows"]
  },
  "Montana": {
    "capital": "Helena",
    "founded": 1889,
    "population": "1.1 million",
    "nickname": "Treasure State",
    "bird": "Western Meadowlark",
    "flower": "Bitterroot",
    "motto": "Gold and Silver",
    "facts": [
      "Fourth largest state but one of the least populated",
      "Glacier National Park has over 700 miles of hiking trails",
      "Home to the Little Bighorn Battlefield where Custer's Last Stand occurred",
      "Has the largest grizzly bear population in the lower 48 states",
      "Montana's name comes from the Spanish word for 'mountain'"
    ],
    "landmarks": ["Glacier National Park", "Yellowstone (partial)", "Little Bighorn", "Flathead Lake", "Going-to-the-Sun Road"]
  },
  "Nebraska": {
    "capital": "Lincoln",
    "founded": 1867,
    "population": "2.0 million",
    "nickname": "Cornhusker State",
    "bird": "Western Meadowlark",
    "flower": "Goldenrod",
    "motto": "Equality Before the Law",
    "facts": [
      "Only state with a unicameral (one-house) legislature",
      "Kool-Aid was invented in Hastings in 1927",
      "Chimney Rock was a landmark on the Oregon Trail",
      "Home to the world's largest indoor rainforest (Omaha's Henry Doorly Zoo)",
      "Carhenge is a replica of England's Stonehenge made from vintage cars"
    ],
    "landmarks": ["Chimney Rock", "Scotts Bluff", "Carhenge", "Strategic Air Command Museum", "Sandhills"]
  },
  "Nevada": {
    "capital": "Carson City",
    "founded": 1864,
    "population": "3.2 million",
    "nickname": "Silver State",
    "bird": "Mountain Bluebird",
    "flower": "Sagebrush",
    "motto": "All For Our Country",
    "facts": [
      "Las Vegas is the 'Entertainment Capital of the World'",
      "Driest state in the nation with less than 10 inches of rain per year",
      "Home to Area 51, the secretive military base",
      "Hoover Dam provides power to Nevada, Arizona, and California",
      "More than 80% of the state is owned by the federal government"
    ],
    "landmarks": ["Las Vegas Strip", "Hoover Dam", "Lake Tahoe", "Valley of Fire", "Red Rock Canyon"]
  },
  "New Hampshire": {
    "capital": "Concord",
    "founded": 1788,
    "population": "1.4 million",
    "nickname": "Granite State",
    "bird": "Purple Finch",
    "flower": "Purple Lilac",
    "motto": "Live Free or Die",
    "facts": [
      "First state to declare independence from England (1776)",
      "Holds the first presidential primary every four years",
      "The Old Man of the Mountain was the state symbol until it collapsed in 2003",
      "No state sales tax or income tax",
      "Mount Washington has some of the world's worst weather"
    ],
    "landmarks": ["Mount Washington", "Franconia Notch", "Lake Winnipesaukee", "Portsmouth Harbor", "White Mountains"]
  },
  "New Jersey": {
    "capital": "Trenton",
    "founded": 1787,
    "population": "9.3 million",
    "nickname": "Garden State",
    "bird": "Eastern Goldfinch",
    "flower": "Violet",
    "motto": "Liberty and Prosperity",
    "facts": [
      "Most densely populated state in the U.S.",
      "Atlantic City has the longest boardwalk in the world",
      "Thomas Edison invented the light bulb in Menlo Park",
      "First organized baseball game was played in Hoboken (1846)",
      "Home to more diners than any other state"
    ],
    "landmarks": ["Atlantic City Boardwalk", "Cape May", "Liberty State Park", "Six Flags Great Adventure"]
  },
  "New Mexico": {
    "capital": "Santa Fe",
    "founded": 1912,
    "population": "2.1 million",
    "nickname": "Land of Enchantment",
    "bird": "Roadrunner",
    "flower": "Yucca Flower",
    "motto": "It Grows as It Goes",
    "facts": [
      "Santa Fe is the highest and oldest state capital (7,000 feet, founded 1610)",
      "Roswell is famous for the alleged 1947 UFO incident",
      "Home to Carlsbad Caverns, one of the world's largest cave chambers",
      "White Sands National Park has the world's largest gypsum dune field",
      "Smokey Bear was based on a real bear rescued from a New Mexico wildfire"
    ],
    "landmarks": ["Carlsbad Caverns", "White Sands", "Taos Pueblo", "Albuquerque Balloon Fiesta", "Roswell UFO Museum"]
  },
  "New York": {
    "capital": "Albany",
    "founded": 1788,
    "population": "19.6 million",
    "nickname": "Empire State",
    "bird": "Bluebird",
    "flower": "Rose",
    "motto": "Ever Upward",
    "facts": [
      "New York City is the most populous city in the U.S. (8.3 million)",
      "The Statue of Liberty was a gift from France in 1886",
      "Niagara Falls is one of the most powerful waterfalls in the world",
      "The first pizzeria in America opened in NYC in 1905",
      "Central Park is larger than the principality of Monaco"
    ],
    "landmarks": ["Statue of Liberty", "Times Square", "Niagara Falls", "Empire State Building", "Central Park", "Adirondacks"]
  },
  "North Carolina": {
    "capital": "Raleigh",
    "founded": 1789,
    "population": "10.7 million",
    "nickname": "Tar Heel State",
    "bird": "Cardinal",
    "flower": "Dogwood",
    "motto": "To Be Rather Than to Seem",
    "facts": [
      "The Wright Brothers made the first powered flight at Kitty Hawk (1903)",
      "Birthplace of Pepsi Cola in New Bern (1898)",
      "The Biltmore Estate in Asheville is America's largest home",
      "Research Triangle is one of the largest research parks in the world",
      "First state university to open its doors (UNC, 1795)"
    ],
    "landmarks": ["Outer Banks", "Blue Ridge Parkway", "Biltmore Estate", "Wright Brothers Memorial", "Great Smoky Mountains"]
  },
  "North Dakota": {
    "capital": "Bismarck",
    "founded": 1889,
    "population": "779,000",
    "nickname": "Peace Garden State",
    "bird": "Western Meadowlark",
    "flower": "Wild Prairie Rose",
    "motto": "Liberty and Union, Now and Forever",
    "facts": [
      "Geographic center of North America is near Rugby",
      "Theodore Roosevelt National Park preserves the Badlands",
      "The state has more wildlife refuges than any other state",
      "Leads the nation in honey production",
      "Has the tallest human-made structure in the Western Hemisphere (KVLY TV mast, 2,063 feet)"
    ],
    "landmarks": ["Theodore Roosevelt National Park", "International Peace Garden", "Fort Abraham Lincoln", "Enchanted Highway"]
  },
  "Ohio": {
    "capital": "Columbus",
    "founded": 1803,
    "population": "11.8 million",
    "nickname": "Buckeye State",
    "bird": "Northern Cardinal",
    "flower": "Scarlet Carnation",
    "motto": "With God, All Things Are Possible",
    "facts": [
      "Birthplace of aviation - the Wright Brothers were from Dayton",
      "Eight U.S. Presidents were born in Ohio (more than any other state)",
      "Rock and Roll Hall of Fame is in Cleveland",
      "Cedar Point has some of the world's tallest and fastest roller coasters",
      "The first professional baseball team was the Cincinnati Red Stockings (1869)"
    ],
    "landmarks": ["Rock and Roll Hall of Fame", "Cedar Point", "Hocking Hills", "Pro Football Hall of Fame", "Cuyahoga Valley"]
  },
  "Oklahoma": {
    "capital": "Oklahoma City",
    "founded": 1907,
    "population": "4.0 million",
    "nickname": "Sooner State",
    "bird": "Scissor-Tailed Flycatcher",
    "flower": "Oklahoma Rose",
    "motto": "Labor Conquers All Things",
    "facts": [
      "Has more man-made lakes than any other state (over 200)",
      "Oklahoma City is the horse show capital of the world",
      "The shopping cart was invented in Oklahoma City (1936)",
      "Route 66 runs through more miles of Oklahoma than any other state",
      "Native American population is second highest in the nation"
    ],
    "landmarks": ["Route 66 Museum", "Wichita Mountains", "National Cowboy Museum", "Turner Falls", "Chickasaw National Recreation Area"]
  },
  "Oregon": {
    "capital": "Salem",
    "founded": 1859,
    "population": "4.2 million",
    "nickname": "Beaver State",
    "bird": "Western Meadowlark",
    "flower": "Oregon Grape",
    "motto": "She Flies With Her Own Wings",
    "facts": [
      "Crater Lake is the deepest lake in the U.S. (1,943 feet)",
      "No sales tax makes Portland a popular shopping destination",
      "The Oregon Trail brought over 400,000 settlers west in the 1800s",
      "Home to the world's smallest park - Mill Ends Park (452 square inches)",
      "Nike was founded in Oregon in 1964"
    ],
    "landmarks": ["Crater Lake", "Columbia River Gorge", "Mount Hood", "Cannon Beach", "Powell's Bookstore"]
  },
  "Pennsylvania": {
    "capital": "Harrisburg",
    "founded": 1787,
    "population": "13.0 million",
    "nickname": "Keystone State",
    "bird": "Ruffed Grouse",
    "flower": "Mountain Laurel",
    "motto": "Virtue, Liberty, and Independence",
    "facts": [
      "The Declaration of Independence and Constitution were signed in Philadelphia",
      "Hershey is the 'Chocolate Capital of the World'",
      "The first computer was invented at the University of Pennsylvania (1946)",
      "Punxsutawney Phil predicts the weather every Groundhog Day",
      "Liberty Bell is one of the most iconic American symbols"
    ],
    "landmarks": ["Liberty Bell", "Gettysburg", "Independence Hall", "Hershey Park", "Valley Forge", "Fallingwater"]
  },
  "Rhode Island": {
    "capital": "Providence",
    "founded": 1790,
    "population": "1.1 million",
    "nickname": "Ocean State",
    "bird": "Rhode Island Red Chicken",
    "flower": "Violet",
    "motto": "Hope",
    "facts": [
      "Smallest state by area but has over 400 miles of coastline",
      "The Flying Horse Carousel in Watch Hill is the oldest in America",
      "Newport has more colonial buildings than any other city",
      "The diner was invented in Providence",
      "Rhode Island was the first of the 13 colonies to declare independence from Britain"
    ],
    "landmarks": ["Newport Mansions", "Block Island", "WaterFire Providence", "Roger Williams Zoo", "Cliff Walk"]
  },
  "South Carolina": {
    "capital": "Columbia",
    "founded": 1788,
    "population": "5.2 million",
    "nickname": "Palmetto State",
    "bird": "Carolina Wren",
    "flower": "Yellow Jessamine",
    "motto": "While I Breathe, I Hope",
    "facts": [
      "First state to secede from the Union, starting the Civil War",
      "Charleston is considered one of America's most beautiful and historic cities",
      "Myrtle Beach attracts over 20 million visitors annually",
      "The first tea farm in America is on Wadmalaw Island",
      "South Carolina produces more peaches than Georgia"
    ],
    "landmarks": ["Fort Sumter", "Charleston Historic District", "Myrtle Beach", "Congaree National Park", "Hilton Head"]
  },
  "South Dakota": {
    "capital": "Pierre",
    "founded": 1889,
    "population": "895,000",
    "nickname": "Mount Rushmore State",
    "bird": "Ring-Necked Pheasant",
    "flower": "Pasque Flower",
    "motto": "Under God the People Rule",
    "facts": [
      "Mount Rushmore features the faces of four U.S. Presidents carved into granite",
      "Crazy Horse Memorial, when completed, will be the world's largest sculpture",
      "Badlands National Park has some of Earth's richest fossil beds",
      "Sue, the largest and most complete T-Rex skeleton, was found here",
      "The geographic center of the United States is near Belle Fourche"
    ],
    "landmarks": ["Mount Rushmore", "Badlands National Park", "Crazy Horse Memorial", "Custer State Park", "Deadwood"]
  },
  "Tennessee": {
    "capital": "Nashville",
    "founded": 1796,
    "population": "7.0 million",
    "nickname": "Volunteer State",
    "bird": "Mockingbird",
    "flower": "Iris",
    "motto": "Agriculture and Commerce",
    "facts": [
      "Nashville is the 'Country Music Capital of the World'",
      "Memphis is the birthplace of blues, soul, and rock n' roll",
      "Great Smoky Mountains is the most visited national park in the U.S.",
      "Jack Daniel's whiskey has been made in Lynchburg since 1866",
      "Graceland, Elvis Presley's home, attracts 600,000 visitors annually"
    ],
    "landmarks": ["Great Smoky Mountains", "Graceland", "Grand Ole Opry", "Beale Street", "Dollywood"]
  },
  "Texas": {
    "capital": "Austin",
    "founded": 1845,
    "population": "30 million",
    "nickname": "Lone Star State",
    "bird": "Mockingbird",
    "flower": "Bluebonnet",
    "motto": "Friendship",
    "facts": [
      "Second largest state in area and population",
      "Was an independent nation from 1836-1845 (Republic of Texas)",
      "The Alamo in San Antonio is the most visited site in Texas",
      "Six Flags Over Texas refers to the six nations that have ruled Texas",
      "Austin is the 'Live Music Capital of the World' with over 250 venues"
    ],
    "landmarks": ["The Alamo", "Space Center Houston", "Big Bend National Park", "Sixth Floor Museum", "River Walk"]
  },
  "Utah": {
    "capital": "Salt Lake City",
    "founded": 1896,
    "population": "3.4 million",
    "nickname": "Beehive State",
    "bird": "California Gull",
    "flower": "Sego Lily",
    "motto": "Industry",
    "facts": [
      "Home to the 'Mighty Five' national parks (Zion, Bryce, Arches, Capitol Reef, Canyonlands)",
      "Has the greatest snow on Earth for skiing",
      "Salt Lake is the headquarters of the Mormon Church",
      "Great Salt Lake is saltier than the ocean",
      "Rainbow Bridge is the world's largest natural bridge"
    ],
    "landmarks": ["Zion National Park", "Bryce Canyon", "Arches National Park", "Great Salt Lake", "Park City Ski Resorts"]
  },
  "Vermont": {
    "capital": "Montpelier",
    "founded": 1791,
    "population": "643,000",
    "nickname": "Green Mountain State",
    "bird": "Hermit Thrush",
    "flower": "Red Clover",
    "motto": "Freedom and Unity",
    "facts": [
      "Produces more maple syrup than any other state",
      "Montpelier is the smallest state capital by population",
      "Ben & Jerry's Ice Cream was founded in Burlington",
      "Covered bridges are a Vermont icon with over 100 still standing",
      "The Long Trail is America's oldest long-distance hiking trail"
    ],
    "landmarks": ["Ben & Jerry's Factory", "Lake Champlain", "Green Mountains", "Shelburne Museum", "Stowe Ski Resort"]
  },
  "Virginia": {
    "capital": "Richmond",
    "founded": 1788,
    "population": "8.6 million",
    "nickname": "Old Dominion",
    "bird": "Northern Cardinal",
    "flower": "American Dogwood",
    "motto": "Thus Always to Tyrants",
    "facts": [
      "Eight U.S. Presidents were born in Virginia (most of any state)",
      "Jamestown (1607) was the first permanent English settlement in America",
      "Pentagon is the world's largest office building",
      "Virginia Beach is the most populous city in Virginia",
      "More Civil War battles were fought here than any other state"
    ],
    "landmarks": ["Colonial Williamsburg", "Mount Vernon", "Monticello", "Shenandoah National Park", "Virginia Beach"]
  },
  "Washington": {
    "capital": "Olympia",
    "founded": 1889,
    "population": "7.8 million",
    "nickname": "Evergreen State",
    "bird": "Willow Goldfinch",
    "flower": "Coast Rhododendron",
    "motto": "By and By",
    "facts": [
      "Seattle is home to Microsoft, Amazon, Boeing, and Starbucks",
      "Mount Rainier is the most glaciated peak in the lower 48 states",
      "The San Juan Islands are a popular whale-watching destination",
      "Produces more apples, cherries, and pears than any other state",
      "Olympic National Park has temperate rainforests, mountains, and coastline"
    ],
    "landmarks": ["Space Needle", "Mount Rainier", "Olympic National Park", "San Juan Islands", "Pike Place Market"]
  },
  "West Virginia": {
    "capital": "Charleston",
    "founded": 1863,
    "population": "1.8 million",
    "nickname": "Mountain State",
    "bird": "Northern Cardinal",
    "flower": "Rhododendron",
    "motto": "Mountaineers Are Always Free",
    "facts": [
      "Only state to form by seceding from a Confederate state during the Civil War",
      "New River is actually one of the oldest rivers in the world",
      "More than 75% of the state is covered in forests",
      "Harper's Ferry is where John Brown's raid occurred in 1859",
      "Home to the National Radio Astronomy Observatory"
    ],
    "landmarks": ["New River Gorge", "Harper's Ferry", "Seneca Rocks", "Blackwater Falls", "Greenbrier Resort"]
  },
  "Wisconsin": {
    "capital": "Madison",
    "founded": 1848,
    "population": "5.9 million",
    "nickname": "Badger State",
    "bird": "American Robin",
    "flower": "Wood Violet",
    "motto": "Forward",
    "facts": [
      "Produces more cheese than any other state (over 600 varieties)",
      "Milwaukee is the 'Beer Capital' and home to major breweries",
      "The Republican Party was founded in Ripon in 1854",
      "The Ice Age National Scenic Trail runs 1,200 miles through the state",
      "The Ringling Brothers Circus was founded in Baraboo"
    ],
    "landmarks": ["Wisconsin Dells", "Door County", "Apostle Islands", "Lambeau Field", "House on the Rock"]
  },
  "Wyoming": {
    "capital": "Cheyenne",
    "founded": 1890,
    "population": "577,000",
    "nickname": "Equality State",
    "bird": "Western Meadowlark",
    "flower": "Indian Paintbrush",
    "motto": "Equal Rights",
    "facts": [
      "Least populous state in the U.S.",
      "First state to grant women the right to vote (1869)",
      "Yellowstone was the world's first national park (1872)",
      "Devils Tower was America's first national monument",
      "Grand Teton has some of the most dramatic mountain scenery in America"
    ],
    "landmarks": ["Yellowstone National Park", "Grand Teton", "Devils Tower", "Jackson Hole", "Hot Springs State Park"]
  }
}
