{
  "Alabama": {
    "capital": "Montgomery",
    "founded": 1819,
    "population": "5.1 million",
    "nickname": "Yellowhammer State",
    "bird": "Yellowhammer",
    "flower": "Camellia",
    "motto": "We Dare Defend Our Rights",
    "facts": [
      "First state to declare Christmas an official holiday (1836)",
      "Home to 210 species of freshwater snails - the most diverse snail population in the world",
      "Rosa Parks sparked the Civil Rights Movement in Montgomery with the bus boycott",
      "The Unclaimed Baggage Center in Scottsboro is the nation's only retailer of lost airline luggage",
      "World's largest office chair (33 feet tall) is in Anniston and holds a Guinness World Record",
      "Chad Fell blew the world's largest bubblegum bubble here at 20 inches in diameter",
      "The typewriter was invented in Alabama",
      "Simple mayo and tomato sandwiches are a beloved traditional snack dating back decades",
      "Mobile's Mardi Gras celebration is older than New Orleans' (started 1703)",
      "Has more species of freshwater fish, turtles, and crawfish than any other state",
      "The Electric Chair was first used here in 1927 at Kilby Prison",
      "Holds the record for most casualties in a single tornado (Tuscaloosa, 2011)",
      "Home of the U.S. Space & Rocket Center in Huntsville - the world's largest space museum",
      "The Hank Williams Museum in Montgomery honors the legendary country singer",
      "Dismals Canyon features 'dismalites' - glowworms found nowhere else in North America",
      "Cathedral Caverns has one of the largest cave openings in the world at 126 feet wide",
      "Alabama football is so popular that Bryant-Denny Stadium is the 8th largest stadium in the world",
      "The boll weevil monument in Enterprise is the only monument to an insect pest",
      "Muscle Shoals Sound Studio produced hits for Aretha Franklin, The Rolling Stones, and more",
      "Gulf Shores has sugar-white sand beaches made of pure white quartz"
    ],
    "landmarks": [
      "U.S. Space & Rocket Center - Huntsville",
      "Gulf Shores Beach - Gulf Shores",
      "Civil Rights Memorial - Montgomery",
      "Talladega Superspeedway - Talladega",
      "Unclaimed Baggage Center - Scottsboro",
      "World's Largest Office Chair - Anniston",
      "Cathedral Caverns State Park - Grant",
      "Dismals Canyon - Phil Campbell",
      "Muscle Shoals Sound Studio - Muscle Shoals",
      "Hank Williams Museum - Montgomery"
    ]
  },
  "Alaska": {
    "capital": "Juneau",
    "founded": 1959,
    "population": "733,000",
    "nickname": "The Last Frontier",
    "bird": "Willow Ptarmigan",
    "flower": "Forget-Me-Not",
    "motto": "North to the Future",
    "facts": [
      "Largest state by area - bigger than Texas, California, and Montana combined",
      "Has more than 3 million lakes and 3,000 rivers",
      "Home to 17 of the 20 highest peaks in the U.S., including Denali (20,310 feet)",
      "Only state capital (Juneau) with no roads connecting it to the rest of the state",
      "The Northern Lights are visible 243 days a year in Fairbanks",
      "Barrow (Utqiagvik) experiences 84 consecutive days without seeing the sun in winter",
      "It's illegal to push a live moose out of an airplane (yes, it's an actual law)",
      "Scott Robb grew a 105-pound kale here, plus a 138-pound cabbage - world records",
      "Has more coastline than all other U.S. states combined (6,640 miles)",
      "Alaska was purchased from Russia for just $7.2 million in 1867 (about 2 cents per acre)",
      "The state has over 100 volcanoes and volcanic fields, more than any other state",
      "There are more caribou than people in Alaska (about 5 caribou per person)",
      "Alaskans get an annual oil dividend check from the state's oil revenue",
      "The Iditarod dog sled race covers 1,150 miles from Anchorage to Nome",
      "Alaska's state sport is dog mushing",
      "Juneau is the largest U.S. capital city by area at 3,255 square miles",
      "The midnight sun shines for nearly 24 hours during summer solstice",
      "Alaska has the longest coastline and most glaciers of any state (100,000+ glaciers)",
      "Tok has the world's largest gold pan (5 feet in diameter)",
      "The Trans-Alaska Pipeline transports 2.1 million barrels of oil daily across 800 miles"
    ],
    "landmarks": [
      "Denali National Park - Interior Alaska",
      "Glacier Bay National Park - Near Juneau",
      "Inside Passage - Southeast Alaska",
      "Mendenhall Glacier - Juneau",
      "Northern Lights viewing - Fairbanks",
      "Iditarod Trail - Anchorage to Nome",
      "Trans-Alaska Pipeline - Fairbanks to Valdez",
      "Katmai National Park - Southwest Alaska",
      "Kenai Fjords National Park - Seward",
      "World's Largest Gold Pan - Tok"
    ]
  },
  "Arizona": {
    "capital": "Phoenix",
    "founded": 1912,
    "population": "7.4 million",
    "nickname": "Grand Canyon State",
    "bird": "Cactus Wren",
    "flower": "Saguaro Cactus Blossom",
    "motto": "God Enriches",
    "facts": [
      "Grand Canyon is one of the Seven Natural Wonders of the World (277 miles long, 18 miles wide)",
      "Phoenix is the 5th largest city in the U.S. and hottest major city (average 107°F in July)",
      "Produces 60% of the nation's copper - nicknamed the Copper State",
      "Pluto was discovered at Lowell Observatory in Flagstaff by Clyde Tombaugh (1930)",
      "The actual London Bridge was purchased and moved to Lake Havasu City in 1968",
      "It's illegal for donkeys to sleep in bathtubs (law from 1920s flood incident)",
      "'The Thing' roadside attraction near Dragoon draws millions with mysterious billboards",
      "Arizona doesn't observe Daylight Saving Time (except Navajo Nation)",
      "Adam Winrich set a record here by extinguishing 102 candles with a whip in one minute",
      "The saguaro cactus only grows in the Sonoran Desert and can live over 200 years",
      "Tombstone is 'The Town Too Tough to Die' - home of the O.K. Corral gunfight",
      "Meteor Crater near Winslow is the best-preserved meteorite impact site on Earth",
      "Last state in the continental U.S. to be admitted to the Union (1912)",
      "Has more national monuments than any other state (18 total)",
      "Biosphere 2 in Oracle housed 8 people in a sealed environment for 2 years in the 1990s",
      "The state grows enough cotton annually to make a pair of jeans for every American",
      "Phoenix Sky Harbor Airport is the world's busiest commercial airport for clear weather",
      "Arizona has pine forests covering 27% of the state - not just desert",
      "The Four Corners is the only place where four states meet at one point",
      "Kartchner Caverns wasn't revealed to the public until 14 years after discovery to preserve it"
    ],
    "landmarks": [
      "Grand Canyon National Park - Northern Arizona",
      "Sedona Red Rocks - Sedona",
      "Antelope Canyon - Page",
      "Monument Valley - Navajo Nation (northern border)",
      "Petrified Forest National Park - Holbrook",
      "London Bridge - Lake Havasu City",
      "The Thing Museum - Dragoon (I-10)",
      "Tombstone Historic District - Tombstone",
      "Meteor Crater - Winslow",
      "Biosphere 2 - Oracle"
    ]
  },
  "Arkansas": {
    "capital": "Little Rock",
    "founded": 1836,
    "population": "3.0 million",
    "nickname": "Natural State",
    "bird": "Mockingbird",
    "flower": "Apple Blossom",
    "motto": "The People Rule",
    "facts": [
      "Only place in North America where you can dig for diamonds and keep what you find",
      "Crater of Diamonds State Park - visitors have found over 75,000 diamonds since 1906",
      "The largest diamond found in the U.S. was here: 40.23-carat 'Uncle Sam' (1924)",
      "Hot Springs National Park is the only national park in an urban area",
      "Walmart was founded in Bentonville in 1962 by Sam Walton",
      "Crystal Bridges Museum houses works by Norman Rockwell, Andy Warhol, and is free to visit",
      "The town of Toad Suck gets its name from steamboat workers who would 'suck on bottles until they swelled up like toads'",
      "Arkansas is the only U.S. state where you can mine for diamonds in their original volcanic source",
      "The state produces 99% of the nation's spinach crop",
      "Tontitown holds the annual Grape Festival featuring the world's largest grape juice display",
      "Texarkana is split exactly down the middle by the Arkansas-Texas state line",
      "The purple passionflower is the state flower (not apple blossom for the plant itself)",
      "Arkansas has over 600,000 acres of lakes and 9,700 miles of streams",
      "The state's name is pronounced 'AR-kan-saw' by law (passed in 1881)",
      "Petit Jean State Park is named after a French girl who disguised herself as a boy",
      "Hope, Arkansas is famous for giant watermelons - one grew to 260 pounds",
      "The Blanchard Springs Caverns are called 'the most beautiful caves in America'",
      "Bill Clinton was governor of Arkansas for 12 years before becoming president",
      "The Buffalo National River was America's first National River (1972)",
      "Gurdon has a mysterious 'ghost light' that appears near railroad tracks"
    ],
    "landmarks": [
      "Crater of Diamonds State Park - Murfreesboro",
      "Hot Springs National Park - Hot Springs",
      "Buffalo National River - Northern Arkansas",
      "Crystal Bridges Museum - Bentonville",
      "Blanchard Springs Caverns - Mountain View",
      "Petit Jean State Park - Morrilton",
      "Thorncrown Chapel - Eureka Springs",
      "Clinton Presidential Library - Little Rock",
      "Devil's Den State Park - West Fork",
      "Gurdon Light viewing area - Gurdon"
    ]
  },
  "California": {
    "capital": "Sacramento",
    "founded": 1850,
    "population": "39 million",
    "nickname": "Golden State",
    "bird": "California Quail",
    "flower": "California Poppy",
    "motto": "Eureka (I Have Found It)",
    "facts": [
      "Most populous state (39 million) with an economy larger than most countries ($3.9 trillion)",
      "If California were a country, it would be the 5th largest economy in the world",
      "Home to Hollywood, Silicon Valley, and the tech/entertainment industries",
      "Death Valley holds the record for hottest temperature in North America (134°F in 1913)",
      "Has both the highest point (Mt. Whitney at 14,505 ft) and lowest point (Death Valley at -282 ft) in the lower 48",
      "Produces nearly all of America's almonds, artichokes, dates, figs, kiwis, olives, and walnuts",
      "General Sherman Tree in Sequoia National Park is the largest tree on Earth by volume",
      "The fortune cookie was invented in San Francisco, not China",
      "California has more people than the 21 smallest states combined",
      "Fallbrook is the avocado capital of the world - grows 60% of California's avocados",
      "Castroville is the artichoke capital of the world with a giant artichoke statue",
      "The Hollywood Sign originally read 'Hollywoodland' and was an advertisement (1923)",
      "San Francisco's cable cars are the only National Historic Street Landmark",
      "California has the tallest (coast redwoods), largest (giant sequoias), and oldest (bristlecone pines) trees",
      "A bristlecone pine named Methuselah is over 4,850 years old - oldest known living tree",
      "California grows over 90% of all American-grown fruits and nuts",
      "More turkeys are raised here than in any other state",
      "The state has 840 miles of coastline and nine distinct geographic regions",
      "California's almond orchards are the size of Delaware",
      "The world's first McDonald's museum is in San Bernardino where the chain started"
    ],
    "landmarks": [
      "Golden Gate Bridge - San Francisco",
      "Yosemite National Park - Eastern California",
      "Disneyland - Anaheim",
      "Hollywood Sign - Los Angeles",
      "Lake Tahoe - Sierra Nevada",
      "Big Sur - Central Coast",
      "Sequoia National Park (General Sherman Tree) - Three Rivers",
      "Death Valley National Park - Eastern California",
      "San Francisco Cable Cars - San Francisco",
      "Alcatraz Island - San Francisco Bay"
    ]
  },
  "Colorado": {
    "capital": "Denver",
    "founded": 1876,
    "population": "5.8 million",
    "nickname": "Centennial State",
    "bird": "Lark Bunting",
    "flower": "Rocky Mountain Columbine",
    "motto": "Nothing Without Providence",
    "facts": [
      "Has the highest mean elevation of any U.S. state (6,800 feet above sea level)",
      "Home to 58 mountains over 14,000 feet, called 'Fourteeners' - more than any other state",
      "Mesa Verde has over 4,000 archaeological sites and 600 cliff dwellings",
      "The world's largest flat-top mountain is Grand Mesa (over 500 square miles)",
      "Colorado River provides water for 40 million people across 7 states",
      "The cheeseburger was trademarked here by Louis Ballast in Denver (1935)",
      "Set a world record for loudest bark by a group of dogs - 124 decibels from 76 dogs",
      "Colfax Avenue in Denver is the longest continuous street in America (26+ miles)",
      "The world's first rodeo was held in Deer Trail on July 4, 1869",
      "Aspen has the world's largest underground silver deposits",
      "Denver is exactly one mile high - the 15th step of the capitol building is 5,280 feet",
      "Colorado has more microbreweries per capita than any other state",
      "The Royal Gorge Bridge was the highest suspension bridge in the world for 75 years",
      "Leadville is the highest incorporated city in the U.S. at 10,152 feet",
      "Denver International Airport has more land area than Manhattan",
      "The state flag's 'C' stands for Colorado, colored gold for sunshine",
      "Pikes Peak inspired 'America the Beautiful' when Katharine Lee Bates visited in 1893",
      "Colorado has more ghost towns than living ones (over 600)",
      "Rocky Mountain oysters (fried bull testicles) are a Colorado delicacy",
      "The state produces more than 1 million pounds of marijuana annually"
    ],
    "landmarks": [
      "Rocky Mountain National Park - Estes Park",
      "Garden of the Gods - Colorado Springs",
      "Mesa Verde National Park - Cortez",
      "Pikes Peak - Near Colorado Springs",
      "Royal Gorge Bridge - Cañon City",
      "Maroon Bells - Aspen",
      "Red Rocks Amphitheatre - Morrison",
      "Great Sand Dunes National Park - Alamosa",
      "Denver International Airport (Blue Mustang statue) - Denver",
      "Coors Brewery - Golden"
    ]
  },
  "Connecticut": {
    "capital": "Hartford",
    "founded": 1788,
    "population": "3.6 million",
    "nickname": "Constitution State",
    "bird": "American Robin",
    "flower": "Mountain Laurel",
    "motto": "He Who Transplanted Still Sustains",
    "facts": [
      "First written constitution in history - the Fundamental Orders of 1639",
      "Home to the first hamburger at Louis' Lunch in New Haven (1900)",
      "The first lollipop was invented here by George Smith in 1908",
      "The first U.S. phone book was published here in 1878",
      "The first American cookbook 'American Cookery' was published here in 1796",
      "Yale University, founded in 1701, is one of America's oldest universities",
      "The first nuclear submarine, USS Nautilus, was built in Groton in 1954",
      "Insurance capital of the world - Hartford is home to dozens of major insurers",
      "The Frisbee was invented at Yale when students tossed Frisbie Pie Company tins",
      "In 1948, two men were arrested for selling pickles that didn't bounce - the 'Pickle Law'",
      "The word 'lollipop' was trademarked by George Smith in 1931",
      "Connecticut has more Percent of forest cover (59%) than any other state in the Northeast",
      "The first color television was invented here by CBS in New Haven",
      "The first polaroid camera was developed here in 1948",
      "Home to the world's largest collection of Impressionist art at the Wadsworth Atheneum",
      "The Pez candy dispenser was invented in Connecticut",
      "Hartford was the richest city per capita in the U.S. in the Gilded Age",
      "The word 'hamburger' was first used on a menu in New Haven in 1895",
      "Noah Webster, author of the first American dictionary, was from Connecticut",
      "The state motto is the oldest in the nation (adopted 1662)"
    ],
    "landmarks": [
      "Mystic Seaport Museum - Mystic",
      "Mark Twain House & Museum - Hartford",
      "Yale University - New Haven",
      "Submarine Force Museum - Groton",
      "Gillette Castle State Park - East Haddam",
      "Louis' Lunch (original hamburger) - New Haven",
      "Wadsworth Atheneum Museum - Hartford",
      "Maritime Aquarium - Norwalk",
      "Lake Compounce (oldest amusement park in U.S.) - Bristol",
      "Thimble Islands - Branford"
    ]
  },
  "Delaware": {
    "capital": "Dover",
    "founded": 1787,
    "population": "1.0 million",
    "nickname": "First State",
    "bird": "Blue Hen Chicken",
    "flower": "Peach Blossom",
    "motto": "Liberty and Independence",
    "facts": [
      "First state to ratify the U.S. Constitution on December 7, 1787",
      "Second smallest state (only Rhode Island is smaller)",
      "Home to more corporations than people - over 1 million companies registered here",
      "Two-thirds of Fortune 500 companies are incorporated in Delaware",
      "No sales tax makes it a popular shopping destination - no tax on clothing or footwear",
      "The only state in the country without any National Park land",
      "Rehoboth Beach is known as 'The Nation's Summer Capital'",
      "The log cabin was introduced to America by Swedish settlers in Delaware",
      "Delaware has the fewest counties of any state (only 3)",
      "The state is only 35 miles wide at its widest point",
      "Dover International Speedway is nicknamed 'The Monster Mile'",
      "The Blue Hen Chicken became the state bird because of Revolutionary War fighters",
      "Delaware was part of Pennsylvania until 1776",
      "The first beauty contest in America was held in Rehoboth Beach in 1880",
      "Wilmington is known as the 'Chemical Capital' - DuPont was founded here",
      "Delaware has the lowest mean elevation of any state (60 feet)",
      "The state produces more than 200 million chickens annually",
      "Punkin Chunkin World Championship launched pumpkins over 4,400 feet",
      "Delaware Memorial Bridge was the longest twin suspension bridge when built",
      "The entire state lies within a 2-hour drive - you can cross it in 90 minutes"
    ],
    "landmarks": [
      "Rehoboth Beach - Rehoboth Beach",
      "Hagley Museum (DuPont estate) - Wilmington",
      "Winterthur Museum and Garden - Winterthur",
      "Cape Henlopen State Park - Lewes",
      "First State National Historical Park - Dover",
      "Dover International Speedway - Dover",
      "Delaware Memorial Bridge - Wilmington",
      "Fort Delaware State Park - Delaware City",
      "Nemours Estate - Wilmington",
      "Fenwick Island Lighthouse - Fenwick Island"
    ]
  },
  "Florida": {
    "capital": "Tallahassee",
    "founded": 1845,
    "population": "22 million",
    "nickname": "Sunshine State",
    "bird": "Mockingbird",
    "flower": "Orange Blossom",
    "motto": "In God We Trust",
    "facts": [
      "Most popular vacation destination in the U.S. - over 130 million visitors annually",
      "No point in Florida is more than 60 miles from the ocean",
      "St. Augustine is the oldest continuously occupied European settlement in the U.S. (1565)",
      "The Everglades is the only place in the world where alligators and crocodiles coexist",
      "Home to the most golf courses of any state (over 1,300 courses)",
      "Florida produces 70% of the United States' orange crop",
      "The largest pitcher of sangria was made in Tampa - stood 9 feet tall",
      "Key West is closer to Cuba (90 miles) than to Miami (150 miles)",
      "Gatorade was invented at the University of Florida in 1965",
      "Florida has the longest coastline of any state in the continental U.S. (1,350 miles)",
      "Tampa hosts the world's longest continuous sidewalk - Bayshore Boulevard (4.5 miles)",
      "The town of Two Egg got its name during the Great Depression from bartering",
      "Miami is the only major U.S. city founded by a woman (Julia Tuttle in 1896)",
      "Cape Canaveral has launched every U.S. manned space mission",
      "Florida is the lightning capital of the U.S. with over 1.4 million strikes per year",
      "Coral Castle in Homestead was built single-handedly from 1,100 tons of coral rock",
      "The world's first scheduled airline flight took off from Tampa in 1914",
      "Tarpon Springs has the highest percentage of Greek Americans in the country",
      "Florida is the flattest state - highest natural point is only 345 feet",
      "The Skunk Ape is Florida's version of Bigfoot, reportedly seen in the Everglades"
    ],
    "landmarks": [
      "Walt Disney World - Orlando",
      "Everglades National Park - South Florida",
      "Kennedy Space Center - Cape Canaveral",
      "Key West - Florida Keys",
      "Miami Beach - Miami",
      "St. Augustine Historic District - St. Augustine",
      "Coral Castle - Homestead",
      "Salvador Dalí Museum - St. Petersburg",
      "Dry Tortugas National Park - Key West",
      "Busch Gardens - Tampa"
    ]
  },
  "Georgia": {
    "capital": "Atlanta",
    "founded": 1788,
    "population": "10.9 million",
    "nickname": "Peach State",
    "bird": "Brown Thrasher",
    "flower": "Cherokee Rose",
    "motto": "Wisdom, Justice, and Moderation",
    "facts": [
      "Largest state east of the Mississippi River by land area",
      "Coca-Cola was invented in Atlanta by John Pemberton in 1886",
      "Home to the world's busiest airport - Hartsfield-Jackson Atlanta serves 107 million passengers annually",
      "Produces more peanuts, pecans, and peaches than any other state",
      "The Girl Scouts were founded in Savannah by Juliette Gordon Low in 1912",
      "The 'Tree That Owns Itself' in Athens legally owns itself and the land around it",
      "Mixing peanuts and Coca-Cola together is a beloved Georgia tradition",
      "The varsity drive-in in Atlanta is the world's largest drive-in restaurant",
      "Georgia has produced more American Idols than any other state",
      "The first gold rush in America happened in Dahlonega, Georgia in 1828",
      "Savannah was the first planned city in America with its famous squares",
      "Georgia is home to the largest sculptured monument in the world - Stone Mountain",
      "The Big Chicken in Marietta is a 56-foot tall KFC landmark visible from miles away",
      "Vidalia onions can only be grown in a 20-county area and are protected by law",
      "Georgia has 159 counties - more than any state except Texas",
      "CNN, The Home Depot, UPS, Delta, and Chick-fil-A are all headquartered here",
      "Ty Cobb, Jackie Robinson, and Hank Aaron all played baseball in Georgia",
      "The state has its own language - Gullah Geechee spoken on the coast",
      "Providence Canyon is called Georgia's 'Little Grand Canyon'",
      "The Masters golf tournament is held annually in Augusta"
    ],
    "landmarks": [
      "Stone Mountain - Stone Mountain",
      "Savannah Historic District - Savannah",
      "Jekyll Island - Jekyll Island",
      "Okefenokee Swamp - Waycross",
      "Georgia Aquarium - Atlanta",
      "The Tree That Owns Itself - Athens",
      "The Big Chicken - Marietta",
      "Providence Canyon State Park - Lumpkin",
      "World of Coca-Cola - Atlanta",
      "Augusta National Golf Club - Augusta"
    ]
  },
  "Hawaii": {
    "capital": "Honolulu",
    "founded": 1959,
    "population": "1.4 million",
    "nickname": "Aloha State",
    "bird": "Nene (Hawaiian Goose)",
    "flower": "Yellow Hibiscus",
    "motto": "The Life of the Land is Perpetuated in Righteousness",
    "facts": [
      "Only state made entirely of islands - 137 total islands spanning 1,500 miles",
      "The only state that grows coffee commercially (Kona coffee)",
      "Has its own time zone - Hawaiian Standard Time (no daylight saving time)",
      "Most isolated population center on Earth - 2,390 miles from California",
      "Kilauea is one of the world's most active volcanoes (erupted continuously 1983-2018)",
      "Loco Moco (rice, hamburger, fried egg, gravy) was invented in Hilo in 1949",
      "Hawaii has its own alphabet with only 13 letters (5 vowels, 8 consonants)",
      "The state is moving 3-4 inches closer to Alaska every year due to tectonic plates",
      "Mauna Kea is the world's tallest mountain from base to peak (33,500 feet from ocean floor)",
      "Hawaii is the only state that was once an independent kingdom with its own monarchy",
      "The state has no racial or ethnic majority - most diverse state in the U.S.",
      "Barack Obama was born in Honolulu - first president born outside the continental U.S.",
      "Humuhumunukunukuapua'a is the state fish (reef triggerfish)",
      "There are no billboards allowed anywhere in Hawaii",
      "Hawaii has its own endangered language - only 2,000 native speakers of Hawaiian remain",
      "The islands are still being formed - Loihi seamount will surface in 10,000-100,000 years",
      "Hawaii is the only state that bans plastic bags and has commercial-scale vanilla farming",
      "Mount Waialeale on Kauai is the wettest spot on Earth (450 inches of rain annually)",
      "The Hawaiian pizza was not invented in Hawaii - it was created in Canada",
      "Iolani Palace is the only royal palace on American soil"
    ],
    "landmarks": [
      "Pearl Harbor National Memorial - Honolulu, Oahu",
      "Hawaii Volcanoes National Park - Big Island",
      "Waikiki Beach - Honolulu, Oahu",
      "Diamond Head - Honolulu, Oahu",
      "Haleakalā National Park - Maui",
      "Iolani Palace - Honolulu, Oahu",
      "Mauna Kea Summit - Big Island",
      "Na Pali Coast - Kauai",
      "Road to Hana - Maui",
      "Polynesian Cultural Center - Laie, Oahu"
    ]
  },
  "Idaho": {
    "capital": "Boise",
    "founded": 1890,
    "population": "1.9 million",
    "nickname": "Gem State",
    "bird": "Mountain Bluebird",
    "flower": "Syringa",
    "motto": "Let it be Perpetual",
    "facts": [
      "Produces about one-third of all potatoes grown in the U.S. - over 13 billion pounds annually",
      "Has more whitewater river miles than any other state (3,100 miles)",
      "Craters of the Moon looks so lunar that Apollo astronauts trained there in the 1960s",
      "Sun Valley was America's first destination ski resort, opened in 1936",
      "The deepest river gorge in North America is Hells Canyon - 7,993 feet deep",
      "Every year on New Year's Eve, thousands watch the Idaho Potato Drop in Boise (a giant glowing potato)",
      "It's illegal to ride a merry-go-round on Sundays (law from 1907, never repealed)",
      "Shoshone Falls is taller than Niagara Falls (212 feet vs 167 feet)",
      "Idaho has 72 named precious gem stones and is the only state where star garnets are found",
      "The state name 'Idaho' is completely made up - it has no meaning in any language",
      "Boise has the most Basque descendants outside of the Basque Country in Spain",
      "Ernest Hemingway spent his final years in Ketchum and is buried there",
      "Idaho has over 2,000 lakes and 107 mountain ranges",
      "The Hiawatha bike trail goes through 10 tunnels and 7 sky-high trestles in the mountains",
      "Boise is the largest city between Salt Lake City and Portland",
      "The Snake River Plain contains some of the world's largest volcanic features",
      "Idaho has only one official area code (208) for the entire state",
      "The world's first nuclear power plant that produced electricity for a city is in Arco (1955)",
      "Thousands of Sockeye salmon migrate 900 miles from the ocean to Redfish Lake",
      "The Idaho State Capitol is the only capitol heated by geothermal water"
    ],
    "landmarks": [
      "Craters of the Moon National Monument - Arco",
      "Sun Valley Resort - Ketchum",
      "Shoshone Falls - Twin Falls",
      "Sawtooth Mountains - Stanley",
      "Hells Canyon - Idaho-Oregon border",
      "Coeur d'Alene Lake - Coeur d'Alene",
      "Hiawatha Trail - Wallace",
      "Idaho Potato Drop - Boise",
      "Boise River Greenbelt - Boise",
      "City of Rocks National Reserve - Almo"
    ]
  },
  "Illinois": {
    "capital": "Springfield",
    "founded": 1818,
    "population": "12.6 million",
    "nickname": "Prairie State",
    "bird": "Northern Cardinal",
    "flower": "Violet",
    "motto": "State Sovereignty, National Union",
    "facts": [
      "Chicago is the 3rd largest city in the U.S. with 2.7 million people",
      "Home of Abraham Lincoln - his tomb, home, and presidential library are all in Springfield",
      "The first skyscraper was built in Chicago - the Home Insurance Building (1885)",
      "Route 66 begins in Chicago at Grant Park and stretches 2,448 miles to Santa Monica",
      "O'Hare International Airport is one of the world's busiest - over 83 million passengers annually",
      "Until 1969, the official state language was 'American' (not English)",
      "Chicago reversed the flow of the Chicago River in 1900 - engineering marvel",
      "The Twinkie was invented in a Chicago bakery in 1930",
      "Metropolis is the official 'Hometown of Superman' with a 15-foot statue",
      "The world's first Ferris wheel was built in Chicago for the 1893 World's Fair",
      "Illinois has produced more U.S. presidents from their home state than any except Virginia",
      "The nation's first McDonald's museum is in Des Plaines where franchise #1 opened",
      "Chicago deep-dish pizza was invented at Pizzeria Uno in 1943",
      "Ronald Reagan, Walt Disney, Ernest Hemingway, and Hillary Clinton are from Illinois",
      "The Sears Tower (Willis Tower) was the tallest building in the world for 25 years",
      "Illinois produces more pumpkins than any other state - over 500 million pounds annually",
      "The ice cream sundae was invented in Evanston when selling ice cream sodas was banned on Sundays",
      "The first drive-in movie theater opened in Joliet in 1921",
      "Cahokia Mounds was North America's largest pre-Columbian city north of Mexico",
      "Chicago's 'L' train system is the 2nd largest public transportation in the U.S."
    ],
    "landmarks": [
      "Willis Tower (Skydeck) - Chicago",
      "Navy Pier - Chicago",
      "Lincoln Home National Historic Site - Springfield",
      "Starved Rock State Park - Utica",
      "Millennium Park (Cloud Gate/'The Bean') - Chicago",
      "Superman Statue - Metropolis",
      "First McDonald's Museum - Des Plaines",
      "Cahokia Mounds - Collinsville",
      "Frank Lloyd Wright Home & Studio - Oak Park",
      "Garden of the Gods - Herod"
    ]
  },
  "Indiana": {
    "capital": "Indianapolis",
    "founded": 1816,
    "population": "6.8 million",
    "nickname": "Hoosier State",
    "bird": "Northern Cardinal",
    "flower": "Peony",
    "motto": "The Crossroads of America",
    "facts": [
      "Home of the Indianapolis 500 - the world's largest single-day sporting event (over 300,000 attend)",
      "Santa Claus, Indiana receives over 500,000 letters every December from children worldwide",
      "Produces more popcorn than any other state - Orville Redenbacher was from here",
      "Wabash was the first electrically-lit city in the world in 1880",
      "The movie 'Hoosiers' was filmed here about Indiana's basketball obsession",
      "Nobody knows what 'Hoosier' means - the origin of the state nickname is a complete mystery",
      "More than half of the nation's RVs are made in Elkhart County",
      "The first professional baseball game was played in Fort Wayne in 1871",
      "Indiana has more miles of Interstate highway per square mile than any other state",
      "Michael Jackson was born in Gary, Indiana",
      "The world's largest candle is in Centerville - 6 feet tall and weighs 3 tons",
      "Indiana limestone was used to build the Empire State Building and Pentagon",
      "The largest high school gymnasium in the U.S. is in New Castle (seats 9,325)",
      "The first long-distance auto race was from Chicago to Evansville in 1909",
      "Garfield the cat was created by Muncie native Jim Davis",
      "Indiana beaches were the proving ground for the lunar rover",
      "The Indianapolis 500 track is bigger than Monaco (2.5 miles vs 2.07 miles)",
      "Wyandotte Cave has one of the world's largest underground mountains (135 feet tall)",
      "The state has more roundabouts per capita than anywhere in North America",
      "Colonel Sanders opened his first KFC franchise in Indiana (in Salt Lake City... wait, that's Utah)"
    ],
    "landmarks": [
      "Indianapolis Motor Speedway - Indianapolis",
      "Indiana Dunes National Park - Porter",
      "French Lick Resort & Casino - French Lick",
      "College Basketball Hall of Fame - Indianapolis",
      "Santa Claus Museum - Santa Claus",
      "Wyandotte Cave - Leavenworth",
      "Soldiers and Sailors Monument - Indianapolis",
      "Corydon Capitol State Historic Site - Corydon",
      "West Baden Springs Hotel dome - French Lick",
      "James Whitcomb Riley Museum - Indianapolis"
    ]
  },
  "Iowa": {
    "capital": "Des Moines",
    "founded": 1846,
    "population": "3.2 million",
    "nickname": "Hawkeye State",
    "bird": "Eastern Goldfinch",
    "flower": "Wild Rose",
    "motto": "Our Liberties We Prize and Our Rights We Will Maintain",
    "facts": [
      "Leads the nation in corn and soybean production - grows 2.5 billion bushels of corn annually",
      "Home of the Iowa State Fair, one of the oldest and largest in the U.S. (since 1854)",
      "The Field of Dreams movie site in Dyersville attracts thousands to play ball",
      "First state to legalize interracial marriage in 1851",
      "Captain James T. Kirk (Star Trek) will be 'born' in Riverside, Iowa in 2228",
      "Taco pizza was invented here by Happy Joe's Pizza chain in the 1970s",
      "The shortest and steepest railroad in the U.S. is in Dubuque (296 feet long, 189 feet high)",
      "Iowa has more independent meat lockers per capita than any state",
      "The National Hobo Convention is held annually in Britt since 1900",
      "Herbert Hoover, born in West Branch, was the first president born west of the Mississippi",
      "Iowa is the only state name that starts with two vowels",
      "The Grotto of the Redemption is the largest man-made grotto in the world",
      "Strawberry Point has the world's largest strawberry statue (15 feet tall)",
      "John Wayne was born in Winterset, Iowa in 1907",
      "Snake Alley in Burlington is called 'The Crookedest Street in the World'",
      "Iowa has more golf courses per capita than any other state",
      "The state fair's famous butter cow sculpture uses 600 pounds of butter",
      "The Surf Ballroom in Clear Lake was where Buddy Holly played his last concert",
      "Iowa leads the nation in egg production - over 16 billion eggs per year",
      "The state's motto is the longest of any U.S. state (11 words)"
    ],
    "landmarks": [
      "Iowa State Fair - Des Moines",
      "Field of Dreams Movie Site - Dyersville",
      "Bridges of Madison County - Winterset",
      "Effigy Mounds National Monument - Harpers Ferry",
      "Amana Colonies - Amana",
      "Grotto of the Redemption - West Bend",
      "World's Largest Strawberry - Strawberry Point",
      "Snake Alley - Burlington",
      "Surf Ballroom - Clear Lake",
      "John Wayne Birthplace Museum - Winterset"
    ]
  },
  "Kansas": {
    "capital": "Topeka",
    "founded": 1861,
    "population": "2.9 million",
    "nickname": "Sunflower State",
    "bird": "Western Meadowlark",
    "flower": "Sunflower",
    "motto": "To the Stars Through Difficulties",
    "facts": [
      "Geographic center of the 48 contiguous states is near Lebanon, Kansas",
      "'The Wizard of Oz' is set in Kansas and Liberal has a Yellow Brick Road museum",
      "Dodge City was the 'Cowboy Capital' during the Wild West era with Wyatt Earp as marshal",
      "World's largest ball of twine is in Cawker City - over 19,000 pounds and 8 million feet",
      "Kansas produces enough wheat each year to bake 36 billion loaves of bread",
      "Helium was discovered at the University of Kansas in 1905",
      "Pizza Hut was founded in Wichita in 1958 by the Carney brothers",
      "The Kansas State Fair in Hutchinson has been held since 1913",
      "Kansas has more tornadoes per square mile than any other state",
      "The Geodetic Center of North America (mapping reference point) is in Osborne County",
      "Amelia Earhart was born in Atchison, Kansas in 1897",
      "The world's deepest hand-dug well is in Greensburg - 109 feet deep",
      "Monument Rocks (Chalk Pyramids) are 70-80 million year old chalk formations",
      "Liberal hosts an annual pancake race against Olney, England since 1950",
      "The first female mayor in the U.S. was elected in Argonia, Kansas in 1887",
      "Kansas sunflowers can grow up to 12 feet tall",
      "The Keeper of the Plains statue in Wichita stands 44 feet tall",
      "Boot Hill Cemetery in Dodge City buried gunslingers with their boots on",
      "The Cosmosphere in Hutchinson has one of the world's largest space museum collections",
      "Garden City has the world's largest free swimming pool (337,000 gallons)"
    ],
    "landmarks": [
      "Tallgrass Prairie National Preserve - Strong City",
      "Monument Rocks - Gove County",
      "Boot Hill Museum - Dodge City",
      "Eisenhower Presidential Library - Abilene",
      "World's Largest Ball of Twine - Cawker City",
      "Keeper of the Plains - Wichita",
      "Oz Museum - Wamego",
      "Kansas Cosmosphere - Hutchinson",
      "Amelia Earhart Birthplace Museum - Atchison",
      "Castle Rock (chalk formation) - Quinter"
    ]
  },
  "Kentucky": {
    "capital": "Frankfort",
    "founded": 1792,
    "population": "4.5 million",
    "nickname": "Bluegrass State",
    "bird": "Northern Cardinal",
    "flower": "Goldenrod",
    "motto": "United We Stand, Divided We Fall",
    "facts": [
      "Home of the Kentucky Derby - the longest continuously running sporting event in the U.S. (since 1875)",
      "Produces 95% of the world's bourbon whiskey - must be made in Kentucky to be called bourbon",
      "Mammoth Cave is the world's longest known cave system with over 400 miles explored",
      "Birthplace of Abraham Lincoln in Hodgenville",
      "'Happy Birthday to You' song was written by two Louisville sisters, Patty and Mildred Hill",
      "KFC (Kentucky Fried Chicken) was founded by Colonel Sanders in Corbin in 1930",
      "Fort Knox holds more than $6 billion worth of gold reserves",
      "The Corvette is only manufactured in Bowling Green - the only place in the world",
      "Cumberland Falls is the only waterfall in the Western Hemisphere with a moonbow",
      "Kentucky has more barrels of bourbon aging than people in the state",
      "Post-It Notes were invented by a Kentuckian, Art Fry, who sang in a church choir",
      "The song 'Happy Birthday' generates $2 million in royalties annually",
      "Bluegrass is actually green - it's called blue because of the color of its buds in spring",
      "The largest baseball bat in the world (120 feet tall) is in Louisville",
      "Kentucky is the only state with a continuous border made entirely by rivers",
      "The first cheeseburger was allegedly created at Kaelin's Restaurant in Louisville in 1934",
      "More than 50% of all racehorses in North America were born in Kentucky",
      "The state is home to the world's longest cave system AND the world's largest cave room",
      "Daniel Boone blazed the Wilderness Road through Cumberland Gap in 1775",
      "The Kentucky state capitol has a statue of Abraham Lincoln on its grounds - unusual since he's associated with the North during the Civil War"
    ],
    "landmarks": [
      "Churchill Downs - Louisville",
      "Mammoth Cave National Park - Cave City",
      "Kentucky Bourbon Trail - Multiple distilleries statewide",
      "Cumberland Falls - Corbin",
      "Red River Gorge - Natural Bridge State Park",
      "National Corvette Museum - Bowling Green",
      "Fort Knox - Fort Knox",
      "Louisville Slugger Museum (Giant Bat) - Louisville",
      "Abraham Lincoln Birthplace - Hodgenville",
      "KFC Museum - Corbin"
    ]
  },
  "Louisiana": {
    "capital": "Baton Rouge",
    "founded": 1812,
    "population": "4.6 million",
    "nickname": "Pelican State",
    "bird": "Eastern Brown Pelican",
    "flower": "Magnolia",
    "motto": "Union, Justice, and Confidence",
    "facts": [
      "New Orleans is the birthplace of jazz music in the early 1900s",
      "Mardi Gras in New Orleans attracts over 1 million visitors annually and dates back to 1699",
      "The Louisiana Purchase in 1803 doubled the size of the United States for $15 million",
      "Home to America's largest swamp - the Atchafalaya Basin covers 260,000 acres",
      "Only state with parishes instead of counties (64 parishes total)",
      "Tabasco sauce has been made on Avery Island since 1868 by the same family",
      "The Lake Pontchartrain Causeway is the world's longest continuous bridge over water (24 miles)",
      "Beignets and café au lait at Café Du Monde have been a tradition since 1862",
      "Louisiana has the tallest state capitol building in the U.S. (450 feet, 34 stories)",
      "The baguette was designated the official state bread in 2009",
      "More than 400 species of wildlife live in the Atchafalaya Basin",
      "The crayfish (crawfish) is the official state crustacean",
      "New Orleans is below sea level and protected by levees",
      "Louisiana has its own legal system based on Napoleonic Code, not English Common Law",
      "The first opera in North America was performed in New Orleans in 1796",
      "Drive-through daiquiri shops are legal (as long as the straw isn't in the cup)",
      "The Superdome in New Orleans was the largest fixed domed structure when built",
      "Zydeco music originated in Louisiana's Creole communities",
      "Louisiana loses a football field of land every 100 minutes to coastal erosion",
      "The Louisiana State Penitentiary (Angola) is the largest maximum-security prison in the U.S."
    ],
    "landmarks": [
      "French Quarter - New Orleans",
      "Bourbon Street - New Orleans",
      "Oak Alley Plantation - Vacherie",
      "Tabasco Factory & Jungle Gardens - Avery Island",
      "Atchafalaya Basin - South Central Louisiana",
      "Lake Pontchartrain Causeway - Metairie to Mandeville",
      "Café Du Monde - New Orleans",
      "Louisiana State Capitol - Baton Rouge",
      "National WWII Museum - New Orleans",
      "Preservation Hall (Jazz) - New Orleans"
    ]
  },
  "Maine": {
    "capital": "Augusta",
    "founded": 1820,
    "population": "1.4 million",
    "nickname": "Pine Tree State",
    "bird": "Chickadee",
    "flower": "White Pine Cone and Tassel",
    "motto": "I Lead",
    "facts": [
      "Easternmost state in the U.S. - West Quoddy Head is the first place to see sunrise",
      "Produces 90% of the nation's lobster supply - over 130 million pounds annually",
      "Has 3,478 miles of tidal coastline - more than California",
      "Acadia National Park's Cadillac Mountain is the first place to see sunrise from October-March",
      "L.L.Bean flagship store in Freeport is open 24 hours a day, 365 days a year",
      "Maine was part of Massachusetts until the War of 1812 sparked independence",
      "The toothpick was invented in Strong, Maine in 1887",
      "Maine is the only state with a one-syllable name",
      "90% of the state is covered in forest - the most heavily forested state",
      "Moxie, invented in 1876, is the official state soft drink",
      "The horror author Stephen King lives in Bangor and sets many stories in Maine",
      "Eartha Kitt's 41-foot globe in Yarmouth is the world's largest rotating globe",
      "Maine has 65 lighthouses along its coast - more lighthouses per mile than any state",
      "The state produces 99% of all blueberries in the United States",
      "Donut holes (munchkins) were invented at Dunkin' Donuts, which started in Maine",
      "Bar Harbor was a playground for wealthy families like the Rockefellers and Vanderbilts",
      "The state animal is the moose - there are about 75,000 in Maine",
      "Whoopie pies are the official state treat",
      "Portland Head Light, built in 1791, is the oldest lighthouse in Maine",
      "More wooden toothpicks are produced in Maine than anywhere else in the U.S."
    ],
    "landmarks": [
      "Acadia National Park - Bar Harbor",
      "Portland Head Light - Cape Elizabeth",
      "Old Orchard Beach - Old Orchard Beach",
      "Bar Harbor - Mount Desert Island",
      "Baxter State Park - Northern Maine",
      "West Quoddy Head Lighthouse - Lubec",
      "L.L.Bean Flagship Store - Freeport",
      "Eartha (World's Largest Globe) - Yarmouth",
      "Stephen King's House - Bangor",
      "Nubble Lighthouse - York"
    ]
  },
  "Maryland": {
    "capital": "Annapolis",
    "founded": 1788,
    "population": "6.2 million",
    "nickname": "Old Line State",
    "bird": "Baltimore Oriole",
    "flower": "Black-Eyed Susan",
    "motto": "Manly Deeds, Womanly Words",
    "facts": [
      "The Star-Spangled Banner was written by Francis Scott Key in Baltimore during the War of 1812",
      "Home to the U.S. Naval Academy in Annapolis, founded in 1845",
      "Chesapeake Bay produces more blue crabs than anywhere else - the state crustacean",
      "First state to pass workers' compensation laws in 1902",
      "Assateague Island is home to over 300 wild horses",
      "The Ouija board was invented in Baltimore in 1890",
      "Maryland's state sport is jousting - the only state with this medieval sport",
      "The nation's first dental school opened in Baltimore in 1840",
      "Ocean City has the world's longest fishing pier at 1,026 feet",
      "Baltimore's National Aquarium houses over 20,000 animals",
      "The Preakness Stakes, part of the Triple Crown, is held at Pimlico Race Course",
      "Edgar Allan Poe is buried in Baltimore and died there under mysterious circumstances",
      "Maryland was the 7th state to ratify the Constitution",
      "The Chesapeake Bay Bridge is 4.3 miles long and some people are too afraid to drive it",
      "Old Bay seasoning, invented in Baltimore, is Maryland's unofficial spice",
      "Babe Ruth was born in Baltimore in 1895",
      "The Harriet Tubman Underground Railroad National Historical Park honors the freedom fighter",
      "Annapolis served as the U.S. capital from 1783-1784",
      "Camp David, the presidential retreat, is in Maryland's Catoctin Mountains",
      "Maryland is the narrowest state - only 1.8 miles wide at its narrowest point"
    ],
    "landmarks": [
      "Fort McHenry - Baltimore",
      "Chesapeake Bay Bridge - Sandy Point to Kent Island",
      "Ocean City Boardwalk - Ocean City",
      "Antietam National Battlefield - Sharpsburg",
      "Assateague Island National Seashore - Berlin",
      "U.S. Naval Academy - Annapolis",
      "National Aquarium - Baltimore",
      "Edgar Allan Poe's Grave - Baltimore",
      "Camp David - Catoctin Mountains",
      "Harriet Tubman Underground Railroad sites - Eastern Shore"
    ]
  },
  "Massachusetts": {
    "capital": "Boston",
    "founded": 1788,
    "population": "7.0 million",
    "nickname": "Bay State",
    "bird": "Chickadee",
    "flower": "Mayflower",
    "motto": "By the Sword We Seek Peace, But Peace Only Under Liberty",
    "facts": [
      "The Pilgrims landed at Plymouth Rock in 1620, establishing the second English colony",
      "Harvard University (1636) is America's oldest institution of higher learning",
      "Basketball was invented in Springfield by James Naismith in 1891",
      "Volleyball was invented in Holyoke by William G. Morgan in 1895",
      "The Boston Tea Party in 1773 sparked the American Revolution",
      "Fig Newtons were named after Newton, Massachusetts where they were created",
      "The first subway system in America opened in Boston in 1897",
      "The chocolate chip cookie was invented at the Toll House Inn in Whitman in 1938",
      "Boston is home to the first public park (Boston Common, 1634) and first public school (Boston Latin, 1635)",
      "Fenway Park, built in 1912, is the oldest Major League Baseball stadium still in use",
      "Four U.S. presidents were born in Massachusetts - more than any state except Virginia",
      "The state has more than 80 colleges and universities",
      "The first Thanksgiving was celebrated in Plymouth in 1621",
      "Salem witch trials in 1692 resulted in 20 executions",
      "The telephone was invented in Boston by Alexander Graham Bell in 1876",
      "Cape Cod has over 550 miles of coastline",
      "The state official cookie is the chocolate chip cookie",
      "Nantucket and Martha's Vineyard are famous summer resort islands",
      "Boston's Freedom Trail is 2.5 miles and passes 16 historical sites",
      "The first commercial railroad in the U.S. began service in Massachusetts in 1826"
    ],
    "landmarks": [
      "Freedom Trail - Boston",
      "Cape Cod National Seashore - Outer Cape",
      "Plymouth Rock - Plymouth",
      "Salem Witch Museum - Salem",
      "Fenway Park - Boston",
      "Harvard University - Cambridge",
      "Basketball Hall of Fame - Springfield",
      "Martha's Vineyard - Off Cape Cod",
      "Nantucket Island - Off Cape Cod",
      "Boston Common - Boston"
    ]
  },
  "Michigan": {
    "capital": "Lansing",
    "founded": 1837,
    "population": "10.0 million",
    "nickname": "Great Lakes State",
    "bird": "American Robin",
    "flower": "Apple Blossom",
    "motto": "If You Seek a Pleasant Peninsula, Look About You",
    "facts": [
      "Surrounded by four of the five Great Lakes (Superior, Michigan, Huron, Erie)",
      "Detroit is the 'Motor City' - birthplace of the American auto industry",
      "Has more lighthouses than any other state - over 120 along its coasts",
      "No point in Michigan is more than 85 miles from a Great Lake",
      "Mackinac Island has banned motor vehicles since 1898 - only horses, bikes, and feet",
      "Michigan has more than 11,000 inland lakes",
      "The Mackinac Bridge is the longest suspension bridge in the Western Hemisphere (26,372 feet)",
      "Detroit-style pizza has a thick, crispy crust and cheese to the edges",
      "Michigan is the only state with two separate peninsulas (Upper and Lower)",
      "Kellogg's cereal company was founded in Battle Creek in 1906",
      "The first American traffic light was installed in Detroit in 1915",
      "Michigan produces more blueberries, tart cherries, and cucumbers for pickles than any state",
      "Motown Records was founded in Detroit and created 'The Motown Sound'",
      "The state has 3,288 miles of Great Lakes shoreline - more than any other state",
      "Vernors ginger ale, created in Detroit in 1866, is America's oldest soft drink",
      "The University of Michigan's football stadium seats 107,601 - largest in the U.S.",
      "Hell, Michigan freezes over every winter (yes, it's a real town)",
      "The Faygo soft drink company has made over 50 flavors since 1907 in Detroit",
      "Isle Royale National Park is the least visited national park in the lower 48",
      "The only floating post office in the U.S. delivers mail to ships on the Detroit River"
    ],
    "landmarks": [
      "Mackinac Island - Mackinac Island",
      "Sleeping Bear Dunes National Lakeshore - Empire",
      "Pictured Rocks National Lakeshore - Munising",
      "Henry Ford Museum - Dearborn",
      "Tahquamenon Falls State Park - Paradise",
      "Mackinac Bridge - Mackinaw City to St. Ignace",
      "The Big Mac (Mackinac Bridge) - Straits of Mackinac",
      "Michigan Stadium - Ann Arbor",
      "Motown Museum - Detroit",
      "Isle Royale National Park - Lake Superior"
    ]
  },
  "Minnesota": {
    "capital": "St. Paul",
    "founded": 1858,
    "population": "5.7 million",
    "nickname": "Land of 10,000 Lakes",
    "bird": "Common Loon",
    "flower": "Pink and White Lady's Slipper",
    "motto": "Star of the North",
    "facts": [
      "Actually has 11,842 lakes larger than 10 acres - far more than 10,000",
      "Home to Mall of America in Bloomington - the largest mall in the U.S. with over 500 stores",
      "Minneapolis and St. Paul are called the 'Twin Cities'",
      "The source of the Mississippi River is Lake Itasca in northern Minnesota",
      "Has produced more hockey players per capita than any other U.S. state",
      "Minneapolis has more golfers per capita than any other city in the U.S.",
      "The state has the most snowmobile registrations in the U.S.",
      "Minnesota is home to the headwaters of three major North American watersheds",
      "The word 'Minnesota' comes from Dakota Sioux meaning 'sky-tinted water'",
      "The Greyhound bus company originated in Hibbing in 1914",
      "Minnesota has 90,000 miles of shoreline - more than California, Florida, and Hawaii combined",
      "The stapler was invented in Spring Valley in 1866",
      "Spam (the canned meat) is produced in Austin - over 12 cans per second",
      "The first open-heart surgery was performed at the University of Minnesota in 1952",
      "Minnehaha Falls in Minneapolis was made famous by Longfellow's poem 'Hiawatha'",
      "The Boundary Waters Canoe Area has over 1,000 lakes and streams",
      "Minnesota has the longest continuous skyway system in the world (11 miles in Minneapolis)",
      "Prince, Bob Dylan, and Judy Garland were all from Minnesota",
      "The coldest temperature ever recorded was -60°F in Tower in 1996",
      "Minnesota is the northernmost state (excluding Alaska) - the Northwest Angle juts into Canada"
    ],
    "landmarks": [
      "Mall of America - Bloomington",
      "Boundary Waters Canoe Area - Northern Minnesota",
      "Split Rock Lighthouse - Two Harbors",
      "Voyageurs National Park - International Falls",
      "Spam Museum - Austin",
      "Minnehaha Falls - Minneapolis",
      "Mississippi River Headwaters - Lake Itasca",
      "Prince's Paisley Park - Chanhassen",
      "Northwest Angle - Lake of the Woods",
      "St. Paul Cathedral - St. Paul"
    ]
  },
  "Mississippi": {
    "capital": "Jackson",
    "founded": 1817,
    "population": "2.9 million",
    "nickname": "Magnolia State",
    "bird": "Mockingbird",
    "flower": "Magnolia",
    "motto": "By Valor and Arms",
    "facts": [
      "Birthplace of Elvis Presley in Tupelo on January 8, 1935",
      "The blues music genre originated in the Mississippi Delta region",
      "Coca-Cola was first bottled in Vicksburg by Joseph Biedenharn in 1894",
      "Has the only cactus plantation in the world in Edwards",
      "The teddy bear was named after President Theodore 'Teddy' Roosevelt after a hunting trip here",
      "Root beer was invented in Biloxi by Edward Adolf Barq Sr. in 1898",
      "The Mississippi River was named by the Ojibwe people meaning 'great river'",
      "B.B. King Museum celebrates the 'King of Blues' in Indianola",
      "Mississippi mud pie was created at the Vicksburg Hotel in the 1920s",
      "Catfish farming is a $200 million industry - Mississippi produces 60% of U.S. farm-raised catfish",
      "The first human lung transplant was performed in Mississippi in 1963",
      "Barq's Root Beer originated in Biloxi and is now owned by Coca-Cola",
      "Jim Henson, creator of the Muppets, was born in Greenville",
      "The Mississippi Petrified Forest is 36 million years old",
      "Vicksburg was under siege for 47 days during the Civil War",
      "The world's largest Bible binding is in Hollandale - the Bible weighs 1,094 pounds",
      "Mississippi has more churches per capita than any other state",
      "The Noxubee National Wildlife Refuge is home to endangered red-cockaded woodpeckers",
      "Author William Faulkner was from Oxford, Mississippi",
      "The first Automated Teller Machine (ATM) was used in Mississippi in 1969"
    ],
    "landmarks": [
      "Vicksburg National Military Park - Vicksburg",
      "Elvis Presley Birthplace - Tupelo",
      "Natchez Trace Parkway - Natchez to Nashville",
      "Gulf Islands National Seashore - Ocean Springs",
      "B.B. King Museum - Indianola",
      "Mississippi Petrified Forest - Flora",
      "Rowan Oak (William Faulkner's home) - Oxford",
      "The Noxubee Refuge - Starkville",
      "Longwood Mansion - Natchez",
      "Beauvoir (Jefferson Davis home) - Biloxi"
    ]
  },
  "Missouri": {
    "capital": "Jefferson City",
    "founded": 1821,
    "population": "6.2 million",
    "nickname": "Show-Me State",
    "bird": "Bluebird",
    "flower": "White Hawthorn Blossom",
    "motto": "Let the Welfare of the People Be the Supreme Law",
    "facts": [
      "Gateway Arch in St. Louis is the tallest man-made monument in the U.S. at 630 feet",
      "Kansas City has more fountains than any city except Rome - over 200",
      "The ice cream cone was invented at the 1904 St. Louis World's Fair",
      "Branson hosts more than 50 live performance theaters - more seats than Broadway",
      "Harry S. Truman's home and presidential library are in Independence",
      "The first successful parachute jump from a moving airplane was in St. Louis in 1912",
      "Iced tea was popularized at the 1904 St. Louis World's Fair",
      "Mark Twain (Samuel Clemens) was born in Florida, Missouri and grew up in Hannibal",
      "The Pony Express originated in St. Joseph in 1860",
      "Missouri is called the 'Mother of the West' - jumping-off point for western expansion",
      "Kansas City-style barbecue is world-famous and includes over 100 BBQ restaurants",
      "The first kindergarten west of the Mississippi was opened in St. Louis",
      "Aunt Jemima pancake mix was invented in St. Joseph in 1889",
      "Churchill's 'Iron Curtain' speech was delivered at Westminster College in Fulton (1946)",
      "The Lake of the Ozarks has more shoreline than California - 1,150 miles",
      "Meramec Caverns was used as a hideout by Jesse James",
      "Missouri was a border state during the Civil War and saw the most battles after Virginia and Tennessee",
      "The St. Louis Cardinals have won 11 World Series championships",
      "Toasted ravioli (t-ravs) was invented in St. Louis in the 1940s",
      "Grant's Farm in St. Louis is home to the famous Budweiser Clydesdales"
    ],
    "landmarks": [
      "Gateway Arch - St. Louis",
      "Silver Dollar City - Branson",
      "Mark Twain Cave - Hannibal",
      "Lake of the Ozarks - Central Missouri",
      "Branson Theater District - Branson",
      "Harry S. Truman Library - Independence",
      "Meramec Caverns - Sullivan",
      "Pony Express Museum - St. Joseph",
      "Grant's Farm (Budweiser Clydesdales) - St. Louis",
      "Mark Twain Boyhood Home - Hannibal"
    ]
  },
  "Montana": {
    "capital": "Helena",
    "founded": 1889,
    "population": "1.1 million",
    "nickname": "Treasure State",
    "bird": "Western Meadowlark",
    "flower": "Bitterroot",
    "motto": "Gold and Silver",
    "facts": [
      "Fourth largest state by area but one of the least populated (only Alaska and Wyoming have fewer people)",
      "Glacier National Park has over 700 miles of hiking trails and 26 glaciers",
      "Home to Little Bighorn Battlefield where Custer's Last Stand occurred in 1876",
      "Has the largest grizzly bear population in the lower 48 states",
      "Montana's name comes from the Spanish word 'montaña' meaning 'mountain'",
      "The state experienced the greatest temperature change in 24 hours - 103°F drop in Loma (1972)",
      "Montana has more cattle than people - about 2.6 million cattle vs 1.1 million people",
      "Going-to-the-Sun Road in Glacier National Park is one of the most scenic drives in America",
      "Flathead Lake is the largest natural freshwater lake west of the Mississippi",
      "Montana has no sales tax and is one of only five states without it",
      "The state has one area code for the entire state (406)",
      "Grasshopper Glacier is named for millions of grasshoppers frozen in the ice",
      "Montana has the most breweries per capita in the U.S.",
      "The Clark Fork River runs through 'the last best place' - a Montana motto",
      "Earthquake Lake was formed in 1959 when a massive earthquake triggered a landslide",
      "Virginia City is a preserved ghost town from the 1860s gold rush",
      "Montana is the only state with rivers flowing to the Pacific, Atlantic, and Hudson Bay",
      "Lewis and Clark spent more time in Montana than any other state",
      "The town of Scobey has Montana's coldest recorded temperature at -70°F",
      "Montana has more than 3,000 ghost towns from mining boom days"
    ],
    "landmarks": [
      "Glacier National Park - West Glacier",
      "Yellowstone National Park (partial) - Southern Montana",
      "Little Bighorn Battlefield - Crow Agency",
      "Flathead Lake - Northwest Montana",
      "Going-to-the-Sun Road - Glacier National Park",
      "Virginia City - Virginia City",
      "Earthquake Lake - Near West Yellowstone",
      "Big Sky Resort - Big Sky",
      "Museum of the Rockies - Bozeman",
      "Lewis and Clark Caverns - Whitehall"
    ]
  },
  "Nebraska": {
    "capital": "Lincoln",
    "founded": 1867,
    "population": "2.0 million",
    "nickname": "Cornhusker State",
    "bird": "Western Meadowlark",
    "flower": "Goldenrod",
    "motto": "Equality Before the Law",
    "facts": [
      "Only state with a unicameral (one-house) legislature - all other states have two",
      "Kool-Aid was invented in Hastings by Edwin Perkins in 1927",
      "Chimney Rock was a famous landmark on the Oregon Trail",
      "Omaha's Henry Doorly Zoo has the world's largest indoor rainforest and desert",
      "Carhenge near Alliance is a replica of England's Stonehenge made from 38 vintage cars",
      "Arbor Day was founded in Nebraska City by J. Sterling Morton in 1872",
      "The Reuben sandwich was invented in Omaha at the Blackstone Hotel in 1925",
      "Nebraska grows more popcorn than any other state - about 25% of U.S. production",
      "The 911 emergency system was first used in Lincoln in 1968",
      "Beer and pretzels cannot be served at the same time in North Dakota (weird law)",
      "The state has the largest aquifer in the U.S. - the Ogallala Aquifer",
      "Nebraska's nickname comes from 'cornhuskers' - University of Nebraska's mascot",
      "More than 95% of Nebraska is farmland or ranch land",
      "Johnny Carson, born in Corning, hosted The Tonight Show for 30 years",
      "Strategic Air Command Museum houses the world's largest display of strategic aircraft",
      "The Sandhills cover 19,300 square miles - largest sand dune formation in the Western Hemisphere",
      "North Platte is home to Bailey Yard, the world's largest railroad classification yard",
      "The state tree is the cottonwood, which grows along the Platte River",
      "Mashed potatoes, beef gravy, and ice cream is a popular Nebraska dessert",
      "Warren Buffett, one of the world's richest people, lives in Omaha"
    ],
    "landmarks": [
      "Chimney Rock National Historic Site - Bayard",
      "Scotts Bluff National Monument - Gering",
      "Carhenge - Alliance",
      "Strategic Air Command & Aerospace Museum - Ashland",
      "Sandhills - North-Central Nebraska",
      "Henry Doorly Zoo - Omaha",
      "Arbor Lodge State Historical Park - Nebraska City",
      "Homestead National Monument - Beatrice",
      "Ashfall Fossil Beds - Royal",
      "Bailey Yard (world's largest rail yard) - North Platte"
    ]
  },
  "Nevada": {
    "capital": "Carson City",
    "founded": 1864,
    "population": "3.2 million",
    "nickname": "Silver State",
    "bird": "Mountain Bluebird",
    "flower": "Sagebrush",
    "motto": "All For Our Country",
    "facts": [
      "Las Vegas is the 'Entertainment Capital of the World' with over 150,000 hotel rooms",
      "Driest state in the nation - receives less than 10 inches of rain per year",
      "Home to Area 51, the secretive military base that fuels UFO conspiracies",
      "Hoover Dam provides power to Nevada, Arizona, and California and creates Lake Mead",
      "More than 80% of the state is owned by the federal government",
      "Nevada has more mountain ranges than any other state (over 300)",
      "The Extraterrestrial Highway (Route 375) is near Area 51 and has alien-themed signs",
      "Legal gambling was approved in Nevada in 1931 during the Great Depression",
      "The first nuclear bomb was tested at the Nevada Test Site in 1951",
      "Reno bills itself as 'The Biggest Little City in the World'",
      "Prostitution is legal in some Nevada counties (but not in Las Vegas)",
      "The Fremont Street Experience in downtown Las Vegas has 12.5 million LED lights",
      "Boundary Peak is the highest point at 13,147 feet",
      "Nevada means 'snow-covered' in Spanish, named for the Sierra Nevada mountains",
      "The state has no personal income tax",
      "Lake Tahoe on the Nevada-California border is the 2nd deepest lake in the U.S. at 1,645 feet",
      "The Bellagio fountains in Las Vegas shoot water 460 feet high",
      "Virginia City was once the richest city in America during the silver rush",
      "The Neon Museum (Neon Boneyard) preserves old Las Vegas casino signs",
      "More than 60 million people visit Las Vegas each year"
    ],
    "landmarks": [
      "Las Vegas Strip - Las Vegas",
      "Hoover Dam - Boulder City",
      "Lake Tahoe - Western Nevada",
      "Valley of Fire State Park - Overton",
      "Red Rock Canyon - Las Vegas",
      "Extraterrestrial Highway - Lincoln County",
      "Fremont Street Experience - Las Vegas",
      "Virginia City - Virginia City",
      "Great Basin National Park - Baker",
      "Neon Museum - Las Vegas"
    ]
  },
  "New Hampshire": {
    "capital": "Concord",
    "founded": 1788,
    "population": "1.4 million",
    "nickname": "Granite State",
    "bird": "Purple Finch",
    "flower": "Purple Lilac",
    "motto": "Live Free or Die",
    "facts": [
      "First state to declare independence from England on January 5, 1776",
      "Holds the first-in-the-nation presidential primary every four years since 1920",
      "The Old Man of the Mountain rock formation was the state symbol until it collapsed in 2003",
      "No state sales tax or income tax - one of only a few states with neither",
      "Mount Washington has some of the world's worst weather - wind recorded at 231 mph in 1934",
      "The state motto 'Live Free or Die' appears on all license plates",
      "New Hampshire was the 9th state to ratify the Constitution, making it official",
      "Alan Shepard, first American in space, was from Derry, New Hampshire",
      "The highest wind speed ever recorded on Earth's surface was on Mt. Washington",
      "Lake Winnipesaukee has 258 islands and is one of the largest lakes in the U.S.",
      "The first potato planted in the U.S. was in Londonderry in 1719",
      "New Hampshire is the only state that doesn't require adults to wear seatbelts",
      "The state has 18 miles of coastline - the shortest ocean coastline of any state",
      "Christa McAuliffe, the teacher who died in the Challenger disaster, was from Concord",
      "The state capital building is the oldest in which the legislature still meets in its original chambers",
      "Robert Frost, the famous poet, lived and wrote in New Hampshire",
      "New Hampshire was home to America's first free public library in Peterborough (1833)",
      "The Kancamagus Highway is one of the most scenic drives in New England",
      "More than 85% of New Hampshire is covered in forest",
      "The state has no helmet law for motorcyclists over 18"
    ],
    "landmarks": [
      "Mount Washington - White Mountains",
      "Franconia Notch State Park - Franconia",
      "Lake Winnipesaukee - Laconia area",
      "Portsmouth Harbor - Portsmouth",
      "White Mountain National Forest - Northern NH",
      "Kancamagus Highway - Conway to Lincoln",
      "Strawbery Banke Museum - Portsmouth",
      "Flume Gorge - Franconia Notch",
      "Mount Washington Cog Railway - Bretton Woods",
      "Canterbury Shaker Village - Canterbury"
    ]
  },
  "New Jersey": {
    "capital": "Trenton",
    "founded": 1787,
    "population": "9.3 million",
    "nickname": "Garden State",
    "bird": "Eastern Goldfinch",
    "flower": "Violet",
    "motto": "Liberty and Prosperity",
    "facts": [
      "Most densely populated state in the U.S. with 1,263 people per square mile",
      "Atlantic City has the longest boardwalk in the world at 5.5 miles",
      "Thomas Edison invented the light bulb and phonograph in Menlo Park",
      "First organized baseball game was played in Hoboken in 1846",
      "Home to more diners than any other state - over 500",
      "New Jersey is the only state where it's illegal to pump your own gas",
      "The Campbell Soup Company was founded in Camden in 1869",
      "Monopoly street names are based on Atlantic City streets",
      "The first drive-in movie theater opened in Camden in 1933",
      "Frank Sinatra was born in Hoboken in 1915",
      "Lucy the Elephant in Margate City is a six-story building shaped like an elephant from 1881",
      "The jughandle turn was invented in New Jersey for making left turns",
      "New Jersey produces two-thirds of the world's eggplants",
      "The Holland Tunnel was the first mechanically ventilated underwater tunnel (1927)",
      "Grover Cleveland, the only president to serve two non-consecutive terms, was from New Jersey",
      "The state has the highest percentage of paved roads in the U.S.",
      "Salt water taffy was invented in Atlantic City in the 1880s",
      "New Jersey has more shopping malls per square mile than any other state",
      "The submarine was invented in New Jersey by John P. Holland",
      "Bruce Springsteen, 'The Boss,' is from Freehold"
    ],
    "landmarks": [
      "Atlantic City Boardwalk - Atlantic City",
      "Cape May - Cape May",
      "Liberty State Park - Jersey City",
      "Six Flags Great Adventure - Jackson",
      "Lucy the Elephant - Margate City",
      "Ellis Island - Jersey City (shared with NY)",
      "Grounds For Sculpture - Hamilton",
      "Delaware Water Gap - Northwest NJ",
      "Princeton University - Princeton",
      "Thomas Edison National Historical Park - West Orange"
    ]
  },
  "New Mexico": {
    "capital": "Santa Fe",
    "founded": 1912,
    "population": "2.1 million",
    "nickname": "Land of Enchantment",
    "bird": "Roadrunner",
    "flower": "Yucca Flower",
    "motto": "It Grows as It Goes",
    "facts": [
      "Santa Fe is the highest (7,000 feet) and oldest state capital in the U.S. (founded 1610)",
      "Roswell is famous for the alleged 1947 UFO incident and alien conspiracy theories",
      "Carlsbad Caverns has one of the world's largest underground chambers (4,000 feet long)",
      "White Sands National Park has the world's largest gypsum dune field covering 275 square miles",
      "Smokey Bear was based on a real bear cub rescued from a 1950 wildfire in New Mexico",
      "The first atomic bomb was detonated at Trinity Site near Alamogordo in 1945",
      "Taos Pueblo has been continuously inhabited for over 1,000 years",
      "The Albuquerque International Balloon Fiesta is the largest hot air balloon event in the world",
      "New Mexico has the highest foot rotation record - Kelsey Grubb rotated her foot 171.4 degrees",
      "The state flag features the Zia sun symbol representing perfect friendship",
      "Breaking Bad and Better Call Saul were filmed in Albuquerque",
      "Shiprock is a 1,583-foot volcanic rock formation sacred to the Navajo",
      "New Mexico produces more pecans than any other state",
      "The Very Large Array radio telescope near Socorro has 27 massive dish antennas",
      "Spaceport America near Truth or Consequences is the world's first purpose-built commercial spaceport",
      "Santa Fe has more art galleries per capita than any U.S. city except New York",
      "The state cookie is the bizcochito, a traditional anise-flavored cookie",
      "Four Corners is where New Mexico, Arizona, Colorado, and Utah meet",
      "New Mexico was the last state in the continental U.S. to become a state (1912)",
      "The International UFO Museum in Roswell attracts hundreds of thousands of visitors annually"
    ],
    "landmarks": [
      "Carlsbad Caverns National Park - Carlsbad",
      "White Sands National Park - Alamogordo",
      "Taos Pueblo - Taos",
      "Albuquerque International Balloon Fiesta - Albuquerque",
      "International UFO Museum - Roswell",
      "Bandelier National Monument - Los Alamos",
      "Shiprock - Shiprock",
      "Very Large Array - Socorro",
      "Spaceport America - Truth or Consequences",
      "Meow Wolf - Santa Fe"
    ]
  },
  "New York": {
    "capital": "Albany",
    "founded": 1788,
    "population": "19.6 million",
    "nickname": "Empire State",
    "bird": "Bluebird",
    "flower": "Rose",
    "motto": "Ever Upward",
    "facts": [
      "New York City is the most populous city in the U.S. with over 8.3 million people",
      "The Statue of Liberty was a gift from France in 1886 and stands 305 feet tall",
      "Niagara Falls produces over 4 million kilowatts of electricity shared with Canada",
      "Lombardi's, the first pizzeria in America, opened in NYC in 1905",
      "Central Park (843 acres) is larger than the principality of Monaco (499 acres)",
      "The Erie Canal, completed in 1825, connected the Great Lakes to the Atlantic Ocean",
      "Times Square is named after The New York Times, which moved there in 1904",
      "The Finger Lakes region produces 85% of America's wine grapes",
      "New York was the U.S. capital from 1785-1790 before Washington D.C.",
      "The first American chess tournament was held in New York City in 1843",
      "Cooperstown is the birthplace of baseball and home to the Baseball Hall of Fame",
      "The state apple is the Apple Muffin (no, it's actually just an apple)",
      "Toilet paper was invented in New York City by Joseph Gayetty in 1857",
      "Uncle Sam is based on Samuel Wilson from Troy, who supplied meat to the Army in 1812",
      "Jell-O was invented in Le Roy, New York in 1897",
      "Woodstock music festival actually took place in Bethel, not Woodstock",
      "The NYC subway system has 472 stations - more than any other in the world",
      "New York produces more cabbage than any other state",
      "The Yankees have won 27 World Series - more than any other team",
      "Niagara Falls is actually three waterfalls: American Falls, Bridal Veil Falls, and Horseshoe Falls"
    ],
    "landmarks": [
      "Statue of Liberty - New York Harbor",
      "Times Square - Manhattan",
      "Niagara Falls - Niagara Falls",
      "Empire State Building - Manhattan",
      "Central Park - Manhattan",
      "Adirondack Mountains - Upstate NY",
      "Finger Lakes - Western NY",
      "Baseball Hall of Fame - Cooperstown",
      "Corning Museum of Glass - Corning",
      "Saratoga Springs - Saratoga Springs"
    ]
  },
  "North Carolina": {
    "capital": "Raleigh",
    "founded": 1789,
    "population": "10.7 million",
    "nickname": "Tar Heel State",
    "bird": "Cardinal",
    "flower": "Dogwood",
    "motto": "To Be Rather Than to Seem",
    "facts": [
      "The Wright Brothers made the first powered flight at Kitty Hawk on December 17, 1903",
      "Pepsi Cola was invented by Caleb Bradham in New Bern in 1898",
      "The Biltmore Estate in Asheville is America's largest privately-owned home with 250 rooms",
      "Research Triangle Park is one of the largest research parks in the world",
      "University of North Carolina (1795) was the first state university to open its doors",
      "Krispy Kreme doughnuts were invented in Winston-Salem in 1937",
      "Mount Mitchell is the highest point east of the Mississippi River at 6,684 feet",
      "The first English child born in America was Virginia Dare on Roanoke Island (1587)",
      "North Carolina produces more sweet potatoes than any other state",
      "The pirate Blackbeard was killed off the coast of North Carolina in 1718",
      "Cheerwine, a cherry-flavored soft drink, has been made in Salisbury since 1917",
      "The Lost Colony of Roanoke mysteriously disappeared in the 1580s",
      "It's illegal to play bingo while drunk in North Carolina (yes, really)",
      "The Blue Ridge Parkway is America's longest linear park at 469 miles",
      "North Carolina has more than 300 miles of coastline along the Outer Banks",
      "The first miniature golf course was built in Fayetteville in 1916",
      "Charlotte is the second largest banking center in the U.S. after New York",
      "The Grandfather Mountain Mile High Swinging Bridge is the highest in America",
      "Andy Griffith, Michael Jordan, and James K. Polk are from North Carolina",
      "Cape Hatteras Lighthouse is the tallest brick lighthouse in North America at 210 feet"
    ],
    "landmarks": [
      "Outer Banks - Coastal NC",
      "Blue Ridge Parkway - Western NC",
      "Biltmore Estate - Asheville",
      "Wright Brothers National Memorial - Kill Devil Hills",
      "Great Smoky Mountains National Park - Western NC border",
      "Cape Hatteras Lighthouse - Buxton",
      "Grandfather Mountain - Linville",
      "Chimney Rock State Park - Chimney Rock",
      "USS North Carolina Battleship - Wilmington",
      "Research Triangle Park - Durham/Raleigh/Chapel Hill"
    ]
  },
  "North Dakota": {
    "capital": "Bismarck",
    "founded": 1889,
    "population": "779,000",
    "nickname": "Peace Garden State",
    "bird": "Western Meadowlark",
    "flower": "Wild Prairie Rose",
    "motto": "Liberty and Union, Now and Forever",
    "facts": [
      "The geographic center of North America is near Rugby, North Dakota",
      "Theodore Roosevelt National Park preserves 70,000 acres of colorful Badlands",
      "Has more National Wildlife Refuges than any other state (63 total)",
      "Leads the nation in honey production - produces about 30 million pounds annually",
      "The KVLY TV mast near Blanchard is 2,063 feet tall - tallest structure in Western Hemisphere",
      "North Dakota's Enchanted Highway features the world's largest scrap metal sculptures",
      "Beer and pretzels cannot legally be served together in bars (weird but true law)",
      "The state has more golf courses per capita than any other state",
      "North Dakota is the most rural state - only 10% of people live in cities",
      "Lawrence Welk, the bandleader, was born in Strasburg",
      "The state capital building in Bismarck is the tallest in the U.S. at 19 stories",
      "International Peace Garden straddles the U.S.-Canada border",
      "North Dakota became a state on the same day as South Dakota (November 2, 1889)",
      "The state has a strategic petroleum reserve holding 727 million barrels of oil",
      "Geese Pyramid in Regent is a 110-foot tall sculpture made of scrap metal",
      "Fort Abraham Lincoln was where General Custer was stationed before Little Bighorn",
      "North Dakota produces more sunflowers than any other state",
      "The state name comes from the Dakota Sioux word meaning 'friend' or 'ally'",
      "Fargo is the state's largest city but Bismarck is the capital",
      "The coldest temperature ever recorded was -60°F in Tower on February 15, 1936"
    ],
    "landmarks": [
      "Theodore Roosevelt National Park - Medora",
      "International Peace Garden - Dunseith (US-Canada border)",
      "Fort Abraham Lincoln State Park - Mandan",
      "Enchanted Highway - Regent to Gladstone",
      "KVLY TV Mast - Blanchard",
      "Maah Daah Hey Trail - Badlands",
      "Scandinavian Heritage Park - Minot",
      "Knife River Indian Villages - Stanton",
      "Lewis and Clark Interpretive Center - Washburn",
      "North Dakota Heritage Center - Bismarck"
    ]
  },
  "Ohio": {
    "capital": "Columbus",
    "founded": 1803,
    "population": "11.8 million",
    "nickname": "Buckeye State",
    "bird": "Northern Cardinal",
    "flower": "Scarlet Carnation",
    "motto": "With God, All Things Are Possible",
    "facts": [
      "Birthplace of aviation - the Wright Brothers were from Dayton",
      "Eight U.S. Presidents were born in Ohio - more than any other state",
      "The Rock and Roll Hall of Fame is in Cleveland where DJ Alan Freed coined the term 'rock and roll'",
      "Cedar Point in Sandusky has 17 roller coasters and calls itself the 'Roller Coaster Capital'",
      "The first professional baseball team was the Cincinnati Red Stockings in 1869",
      "Thomas Edison was born in Milan, Ohio in 1847",
      "The Pro Football Hall of Fame is in Canton, birthplace of the NFL",
      "Columbus is the largest city in Ohio and the 14th largest in the U.S.",
      "Ohio produces more Swiss cheese than Switzerland - 50% of U.S. Swiss cheese",
      "The first traffic light was installed in Cleveland in 1914",
      "Cincinnati chili is served over spaghetti and is a local delicacy",
      "Operators of underground coal mines must provide 'an adequate supply of toilet paper' (real law)",
      "The state flag is the only non-rectangular U.S. state flag (it's a pennant shape)",
      "Seven U.S. Presidents called Ohio home: Grant, Hayes, Garfield, Harrison, McKinley, Taft, and Harding",
      "Ohio State University is the third-largest university in the U.S. by enrollment",
      "The Cuyahoga River in Cleveland famously caught fire in 1969, leading to the Clean Water Act",
      "The first ambulance service began in Cincinnati in 1865",
      "Ohio is the leading producer of greenhouse and nursery plants",
      "The hot dog was invented in Ohio (or so Ohioans claim)",
      "Life Savers candy was invented in Cleveland in 1912"
    ],
    "landmarks": [
      "Rock and Roll Hall of Fame - Cleveland",
      "Cedar Point - Sandusky",
      "Hocking Hills State Park - Logan",
      "Pro Football Hall of Fame - Canton",
      "Cuyahoga Valley National Park - Between Cleveland and Akron",
      "National Museum of the U.S. Air Force - Dayton",
      "Cincinnati Zoo & Botanical Garden - Cincinnati",
      "Ohio Statehouse - Columbus",
      "Kings Island - Mason",
      "Marblehead Lighthouse - Marblehead"
    ]
  },
  "Oklahoma": {
    "capital": "Oklahoma City",
    "founded": 1907,
    "population": "4.0 million",
    "nickname": "Sooner State",
    "bird": "Scissor-Tailed Flycatcher",
    "flower": "Oklahoma Rose",
    "motto": "Labor Conquers All Things",
    "facts": [
      "Has more man-made lakes than any other state - over 200 reservoirs",
      "Oklahoma City hosts the largest livestock show and rodeo in the world",
      "The shopping cart was invented in Oklahoma City by Sylvan Goldman in 1936",
      "Route 66 runs through more miles of Oklahoma (400+) than any other state",
      "Has the second highest Native American population in the nation (only Alaska has more)",
      "The parking meter was invented in Oklahoma City in 1935",
      "Oklahoma was the last state to allow tattooing - it was illegal until 2006",
      "The state has the world's largest collection of Indian baskets at the Gilcrease Museum",
      "Will Rogers, the humorist and actor, was from Oologah, Oklahoma",
      "'Oklahoma!' the musical, is the state's official song",
      "Turner Falls is Oklahoma's tallest waterfall at 77 feet",
      "The geographic center of Oklahoma is 8 miles north of Oklahoma City",
      "Oklahoma has the most tornadoes per square mile of any state",
      "Cimarron County is the only county in the U.S. that borders four states",
      "The name 'Oklahoma' comes from Choctaw words meaning 'red people'",
      "Boise City was accidentally bombed by the U.S. Air Force during WWII training",
      "The state has 11 ecoregions - more diversity than almost any other state",
      "The first Girl Scout Cookie was sold in Muskogee in 1917",
      "Oklahoma City's Capitol building is the only one with an operating oil well underneath it",
      "Woody Guthrie, folk singer, was born in Okemah"
    ],
    "landmarks": [
      "Route 66 Museum - Clinton",
      "Wichita Mountains Wildlife Refuge - Southwest Oklahoma",
      "National Cowboy & Western Heritage Museum - Oklahoma City",
      "Turner Falls - Davis",
      "Chickasaw National Recreation Area - Sulphur",
      "Tallgrass Prairie Preserve - Pawhuska",
      "Philbrook Museum - Tulsa",
      "Oklahoma City National Memorial - Oklahoma City",
      "Gilcrease Museum - Tulsa",
      "Alabaster Caverns - Freedom"
    ]
  },
  "Oregon": {
    "capital": "Salem",
    "founded": 1859,
    "population": "4.2 million",
    "nickname": "Beaver State",
    "bird": "Western Meadowlark",
    "flower": "Oregon Grape",
    "motto": "She Flies With Her Own Wings",
    "facts": [
      "Crater Lake is the deepest lake in the U.S. at 1,943 feet and purest in North America",
      "No sales tax makes Oregon a popular shopping destination",
      "The Oregon Trail brought over 400,000 settlers west between 1841-1869",
      "Mill Ends Park in Portland is the world's smallest park at just 452 square inches",
      "Nike was founded in Beaverton by Phil Knight and Bill Bowerman in 1964",
      "Portland has more strip clubs per capita than Las Vegas",
      "Oregon was the only state to lift its self-service gas ban in 2023 (New Jersey is the last)",
      "The state has more ghost towns than living towns",
      "Crater Lake was formed 7,700 years ago when Mount Mazama erupted",
      "Powell's City of Books in Portland is the largest independent bookstore in the world",
      "Oregon is the only state with a two-sided flag - different designs on each side",
      "The Simpsons creator Matt Groening is from Portland",
      "Tillamook cheese factory produces 170,000 pounds of cheese daily",
      "The D River in Lincoln City is one of the world's shortest rivers at 120 feet",
      "Oregon produces 99% of all hazelnuts grown in the U.S.",
      "The state beverage is milk (proclaimed in 1997)",
      "Oregon Trail video game was created by three Minnesota teachers in 1971",
      "The world's largest organism is a honey fungus in Oregon's Blue Mountains (2,385 acres)",
      "Portland has the most microbreweries of any city in the world",
      "The Nike swoosh logo was designed by a Portland State student for $35"
    ],
    "landmarks": [
      "Crater Lake National Park - Southern Oregon",
      "Columbia River Gorge - Northern Oregon",
      "Mount Hood - Near Portland",
      "Cannon Beach (Haystack Rock) - Cannon Beach",
      "Powell's City of Books - Portland",
      "Multnomah Falls - Columbia River Gorge",
      "Smith Rock State Park - Terrebonne",
      "Oregon Coast Aquarium - Newport",
      "Tillamook Cheese Factory - Tillamook",
      "Voodoo Doughnut - Portland"
    ]
  },
  "Pennsylvania": {
    "capital": "Harrisburg",
    "founded": 1787,
    "population": "13.0 million",
    "nickname": "Keystone State",
    "bird": "Ruffed Grouse",
    "flower": "Mountain Laurel",
    "motto": "Virtue, Liberty, and Independence",
    "facts": [
      "The Declaration of Independence and U.S. Constitution were both signed in Philadelphia",
      "Hershey, Pennsylvania is the 'Chocolate Capital of the World'",
      "The first computer (ENIAC) was invented at the University of Pennsylvania in 1946",
      "Punxsutawney Phil predicts the weather every Groundhog Day on February 2",
      "The Liberty Bell in Philadelphia is one of the most iconic American symbols",
      "Philadelphia was the U.S. capital from 1790-1800",
      "The first zoo in America opened in Philadelphia in 1874",
      "Pennsylvania has the most covered bridges in the U.S. - over 200",
      "The Philly cheesesteak was invented in Philadelphia in the 1930s",
      "Pittsburgh has more bridges than Venice - 446 total",
      "The banana split was invented in Latrobe in 1904",
      "Pennsylvania is the snack food capital - Hershey's, Tastykake, Utz, Herr's, and Snyder's are all from PA",
      "The Gettysburg Address was delivered at the Civil War battlefield in 1863",
      "Zippo lighters have been made in Bradford since 1932",
      "The Crayola crayon factory is in Easton",
      "Valley Forge was where Washington's troops endured the brutal winter of 1777-1778",
      "Pennsylvania was founded by William Penn in 1681 as a Quaker colony",
      "The state is the mushroom capital of the world - produces 50% of U.S. mushrooms",
      "Mister Rogers filmed his show in Pittsburgh for 33 years",
      "Fallingwater, designed by Frank Lloyd Wright, is one of the most famous houses in America"
    ],
    "landmarks": [
      "Liberty Bell & Independence Hall - Philadelphia",
      "Gettysburg National Military Park - Gettysburg",
      "Hersheypark - Hershey",
      "Valley Forge - Valley Forge",
      "Fallingwater - Mill Run",
      "Phipps Conservatory - Pittsburgh",
      "Eastern State Penitentiary - Philadelphia",
      "Longwood Gardens - Kennett Square",
      "Mutter Museum - Philadelphia",
      "Punxsutawney Groundhog Club - Punxsutawney"
    ]
  },
  "Rhode Island": {
    "capital": "Providence",
    "founded": 1790,
    "population": "1.1 million",
    "nickname": "Ocean State",
    "bird": "Rhode Island Red Chicken",
    "flower": "Violet",
    "motto": "Hope",
    "facts": [
      "Smallest U.S. state by area (1,214 square miles) but has over 400 miles of coastline",
      "The Flying Horse Carousel in Watch Hill is the oldest carousel in America (1876)",
      "Newport has more colonial buildings than any other U.S. city",
      "The diner was invented in Providence by Walter Scott in 1872",
      "Rhode Island was the first of the 13 colonies to declare independence from Britain (May 4, 1776)",
      "The state's full name is 'Rhode Island and Providence Plantations' - the longest official name",
      "You can drive across the entire state in under an hour",
      "Rhode Island Red chickens, the state bird, lay brown eggs",
      "The state was founded by Roger Williams after he was banished from Massachusetts for religious freedom",
      "Mr. Potato Head is the official state toy (designated in 2000)",
      "The oldest functioning water-powered mill is Slater Mill in Pawtucket (1793)",
      "Rhode Island has the oldest tavern in America - White Horse Tavern opened in 1673",
      "The Breakers mansion in Newport has 70 rooms",
      "Coffee milk is the official state drink",
      "Rhode Island was the last of the original 13 colonies to ratify the Constitution (May 29, 1790)",
      "The state has a population density of 1,021 people per square mile - second highest in the U.S.",
      "Del's Frozen Lemonade was invented in Cranston in 1948",
      "WaterFire Providence features 100 bonfires on the rivers running through downtown",
      "The International Tennis Hall of Fame is in Newport",
      "Rhode Island School of Design (RISD) is one of the best art schools in the world"
    ],
    "landmarks": [
      "Newport Mansions (The Breakers) - Newport",
      "Block Island - Off the coast",
      "WaterFire Providence - Providence",
      "Roger Williams Park Zoo - Providence",
      "Cliff Walk - Newport",
      "White Horse Tavern - Newport",
      "Slater Mill - Pawtucket",
      "International Tennis Hall of Fame - Newport",
      "Mohegan Bluffs - Block Island",
      "RISD Museum - Providence"
    ]
  },
  "South Carolina": {
    "capital": "Columbia",
    "founded": 1788,
    "population": "5.2 million",
    "nickname": "Palmetto State",
    "bird": "Carolina Wren",
    "flower": "Yellow Jessamine",
    "motto": "While I Breathe, I Hope",
    "facts": [
      "First state to secede from the Union on December 20, 1860, triggering the Civil War",
      "Charleston is consistently voted one of America's most beautiful and historic cities",
      "Myrtle Beach attracts over 20 million visitors annually - called the Golf Capital of the World",
      "The first tea farm in America is the Charleston Tea Garden on Wadmalaw Island",
      "South Carolina actually produces more peaches than Georgia (the 'Peach State')",
      "The Civil War began at Fort Sumter in Charleston Harbor on April 12, 1861",
      "The first pinball ban in history occurred in South Carolina - lifted in 2016 for those 18+",
      "South Carolina has a state hospitality beverage - sweet tea",
      "The Angel Oak tree in Charleston is over 400 years old",
      "Gullah culture preserves West African traditions along the coast and Sea Islands",
      "The shag is the state dance - a swing dance born in Myrtle Beach",
      "South Carolina has the most golf courses per capita in the U.S. - over 350 courses",
      "Morgan Island is home to over 4,000 wild rhesus monkeys (closed to the public)",
      "The Hunley was the first submarine to sink an enemy ship (1864)",
      "Brookgreen Gardens has the largest collection of American sculpture in the world",
      "Pawleys Island is known as 'arrogantly shabby' - America's oldest summer resort",
      "The Carolina Reaper, the world's hottest pepper, was bred in South Carolina",
      "Charleston was nearly the national capital instead of Washington D.C.",
      "She-crab soup is a Charleston specialty made with crab roe",
      "Congaree National Park protects the largest old-growth bottomland hardwood forest in the U.S."
    ],
    "landmarks": [
      "Fort Sumter - Charleston Harbor",
      "Charleston Historic District - Charleston",
      "Myrtle Beach - Myrtle Beach",
      "Congaree National Park - Hopkins",
      "Hilton Head Island - Hilton Head",
      "Angel Oak Tree - Johns Island",
      "Brookgreen Gardens - Murrells Inlet",
      "Magnolia Plantation - Charleston",
      "Hunting Island State Park - Beaufort County",
      "Caesars Head State Park - Cleveland"
    ]
  },
  "South Dakota": {
    "capital": "Pierre",
    "founded": 1889,
    "population": "895,000",
    "nickname": "Mount Rushmore State",
    "bird": "Ring-Necked Pheasant",
    "flower": "Pasque Flower",
    "motto": "Under God the People Rule",
    "facts": [
      "Mount Rushmore features the faces of four U.S. Presidents carved into granite",
      "Crazy Horse Memorial, when completed, will be the world's largest sculpture",
      "Badlands National Park has some of Earth's richest fossil beds",
      "Sue, the largest and most complete T-Rex skeleton, was found here",
      "The geographic center of the United States is near Belle Fourche"
    ],
    "landmarks": ["Mount Rushmore", "Badlands National Park", "Crazy Horse Memorial", "Custer State Park", "Deadwood"]
  },
  "Tennessee": {
    "capital": "Nashville",
    "founded": 1796,
    "population": "7.0 million",
    "nickname": "Volunteer State",
    "bird": "Mockingbird",
    "flower": "Iris",
    "motto": "Agriculture and Commerce",
    "facts": [
      "Nashville is the 'Country Music Capital of the World'",
      "Memphis is the birthplace of blues, soul, and rock n' roll",
      "Great Smoky Mountains is the most visited national park in the U.S.",
      "Jack Daniel's whiskey has been made in Lynchburg since 1866",
      "Graceland, Elvis Presley's home, attracts 600,000 visitors annually"
    ],
    "landmarks": ["Great Smoky Mountains", "Graceland", "Grand Ole Opry", "Beale Street", "Dollywood"]
  },
  "Texas": {
    "capital": "Austin",
    "founded": 1845,
    "population": "30 million",
    "nickname": "Lone Star State",
    "bird": "Mockingbird",
    "flower": "Bluebonnet",
    "motto": "Friendship",
    "facts": [
      "Second largest state in area and population",
      "Was an independent nation from 1836-1845 (Republic of Texas)",
      "The Alamo in San Antonio is the most visited site in Texas",
      "Six Flags Over Texas refers to the six nations that have ruled Texas",
      "Austin is the 'Live Music Capital of the World' with over 250 venues"
    ],
    "landmarks": ["The Alamo", "Space Center Houston", "Big Bend National Park", "Sixth Floor Museum", "River Walk"]
  },
  "Utah": {
    "capital": "Salt Lake City",
    "founded": 1896,
    "population": "3.4 million",
    "nickname": "Beehive State",
    "bird": "California Gull",
    "flower": "Sego Lily",
    "motto": "Industry",
    "facts": [
      "Home to the 'Mighty Five' national parks (Zion, Bryce, Arches, Capitol Reef, Canyonlands)",
      "Has the greatest snow on Earth for skiing",
      "Salt Lake is the headquarters of the Mormon Church",
      "Great Salt Lake is saltier than the ocean",
      "Rainbow Bridge is the world's largest natural bridge"
    ],
    "landmarks": ["Zion National Park", "Bryce Canyon", "Arches National Park", "Great Salt Lake", "Park City Ski Resorts"]
  },
  "Vermont": {
    "capital": "Montpelier",
    "founded": 1791,
    "population": "643,000",
    "nickname": "Green Mountain State",
    "bird": "Hermit Thrush",
    "flower": "Red Clover",
    "motto": "Freedom and Unity",
    "facts": [
      "Produces more maple syrup than any other state",
      "Montpelier is the smallest state capital by population",
      "Ben & Jerry's Ice Cream was founded in Burlington",
      "Covered bridges are a Vermont icon with over 100 still standing",
      "The Long Trail is America's oldest long-distance hiking trail"
    ],
    "landmarks": ["Ben & Jerry's Factory", "Lake Champlain", "Green Mountains", "Shelburne Museum", "Stowe Ski Resort"]
  },
  "Virginia": {
    "capital": "Richmond",
    "founded": 1788,
    "population": "8.6 million",
    "nickname": "Old Dominion",
    "bird": "Northern Cardinal",
    "flower": "American Dogwood",
    "motto": "Thus Always to Tyrants",
    "facts": [
      "Eight U.S. Presidents were born in Virginia (most of any state)",
      "Jamestown (1607) was the first permanent English settlement in America",
      "Pentagon is the world's largest office building",
      "Virginia Beach is the most populous city in Virginia",
      "More Civil War battles were fought here than any other state"
    ],
    "landmarks": ["Colonial Williamsburg", "Mount Vernon", "Monticello", "Shenandoah National Park", "Virginia Beach"]
  },
  "Washington": {
    "capital": "Olympia",
    "founded": 1889,
    "population": "7.8 million",
    "nickname": "Evergreen State",
    "bird": "Willow Goldfinch",
    "flower": "Coast Rhododendron",
    "motto": "By and By",
    "facts": [
      "Seattle is home to Microsoft, Amazon, Boeing, and Starbucks",
      "Mount Rainier is the most glaciated peak in the lower 48 states",
      "The San Juan Islands are a popular whale-watching destination",
      "Produces more apples, cherries, and pears than any other state",
      "Olympic National Park has temperate rainforests, mountains, and coastline"
    ],
    "landmarks": ["Space Needle", "Mount Rainier", "Olympic National Park", "San Juan Islands", "Pike Place Market"]
  },
  "West Virginia": {
    "capital": "Charleston",
    "founded": 1863,
    "population": "1.8 million",
    "nickname": "Mountain State",
    "bird": "Northern Cardinal",
    "flower": "Rhododendron",
    "motto": "Mountaineers Are Always Free",
    "facts": [
      "Only state to form by seceding from a Confederate state during the Civil War",
      "New River is actually one of the oldest rivers in the world",
      "More than 75% of the state is covered in forests",
      "Harper's Ferry is where John Brown's raid occurred in 1859",
      "Home to the National Radio Astronomy Observatory"
    ],
    "landmarks": ["New River Gorge", "Harper's Ferry", "Seneca Rocks", "Blackwater Falls", "Greenbrier Resort"]
  },
  "Wisconsin": {
    "capital": "Madison",
    "founded": 1848,
    "population": "5.9 million",
    "nickname": "Badger State",
    "bird": "American Robin",
    "flower": "Wood Violet",
    "motto": "Forward",
    "facts": [
      "Produces more cheese than any other state (over 600 varieties)",
      "Milwaukee is the 'Beer Capital' and home to major breweries",
      "The Republican Party was founded in Ripon in 1854",
      "The Ice Age National Scenic Trail runs 1,200 miles through the state",
      "The Ringling Brothers Circus was founded in Baraboo"
    ],
    "landmarks": ["Wisconsin Dells", "Door County", "Apostle Islands", "Lambeau Field", "House on the Rock"]
  },
  "Wyoming": {
    "capital": "Cheyenne",
    "founded": 1890,
    "population": "577,000",
    "nickname": "Equality State",
    "bird": "Western Meadowlark",
    "flower": "Indian Paintbrush",
    "motto": "Equal Rights",
    "facts": [
      "Least populous state in the U.S.",
      "First state to grant women the right to vote (1869)",
      "Yellowstone was the world's first national park (1872)",
      "Devils Tower was America's first national monument",
      "Grand Teton has some of the most dramatic mountain scenery in America"
    ],
    "landmarks": ["Yellowstone National Park", "Grand Teton", "Devils Tower", "Jackson Hole", "Hot Springs State Park"]
  }
}
